Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Wallets of this persona that are assigned to other personas will not be effected.
de: Brieftaschen dieser Persona, die noch anderen Personas zugeordnet sind, sind nicht betroffen.

source: Manage Cipherbox wallet of %s...
de: Cipherbox-Brieftasche von %s verwalten...

source: Unassign identity | Remove persona from this identity. If this is the last association of the persona you will be prompted whether to archive or to delete the persona.
de: Löse Identität | Entferne Persona von dieser Identität. Falls dies die letze Zuordnung der Persona ist, werden Sie gefragt werden, ob die Persona archiviert oder gelöscht werden soll.

source: Unassign wallet | Remove wallet from this persona. If this is the last association of the wallet you will be prompted whether to archive or to delete the wallet.
de: Löse Brieftasche | Entferne Brieftasche von dieser Persona. Falls dies die letze Zuordnung der Brieftasche ist, werden Sie gefragt werden, ob die Brieftasche archiviert oder gelöscht werden soll.

source: Unassign persona
de: Löse Persona

source: Unassign from Identity
de: Löse von Identität

source: Unassign Identity
de: Löse Identität

source: Unassign Wallet
de: Löse Brieftasche

source: Manage Cipherbox wallet...
de: Cipherbox-Brieftasche verwalten...

source: Delete persona...
de: Persona löschen...

source: Update posting
de: Beitrag aktualisieren

source: Please enter the text of your posting...
de: Bitte geben Sie den Text Ihres Beitrags ein.

source: There are replies to this posting.
de: Es gibt Antworten auf diesen Beitragt.

source: If you delete this posting, its replies will be deleted as well.
de: Wenn Sie diesen Beitrag löschen, werden alle Antworten ebenfalls gelöscht.

source: New posting
de: Neuer Beitrag

source: Create posting
de: Beitrag anlegen

source: New reply
de: Neue Antwort

source: Create reply
de: Antworten

source: Thread_genitiv
de: Strangs

source: Go to forum...
de: Zu Forum wechseln...

source: Go to topic...
de: Zu Thema wechseln...

source: Go to posting...
de: Zum Beitrag wechseln...

source: Paragraph
de: Absatz

source: Enter title of new paragraph...
de: Titel des neuen Absatzes eingeben...

source: Create paragraph...
de: Absatz anlegen ...

source: The profile contains cards that are not assigned to any other wallet.
de: Das Profil beinhaltet Karten, die keiner Brieftasche zugeordnet sind.

source: Profile address
de: Profil Adresse

source: This will become part of the URL for your profile. That is why only URL conform characters are allowed and the address must be unique.
de: Dies wird Teil der Webadresse (URL) des Profils. Deshalb sind nur URL-konforme Zeichen möglich und die Adresse muss eindeutig sein.

source: Profile clearance | Checking this box will make this profile part of the clearance for this identity. When you uncheck this box, the profile will not be displayed to others.
de: Profil Freigabe | Wenn ausgewählt, ist dieses Profil Teil der Freigabe der aktuellen Identität. Wenn Sie die Freigabe deaktivieren, ist dieses Profil nur für Sie sichtbar.

source: Display image
de: Bild anzeigen

source: Choose whether or not the image will be displayed when showing the profile or whether to use your global preference for this.
de: Wählen Sie, ob das Bild im Profil angezeigt werden soll oder nicht oder ob dafür Ihre globale Einstellung verwendet werden soll.

source: Use persona avatar | The avatar of the current persona is used when displaying the profile. If no specific image for the profile is defined, the persona avatar is always used. In this case you can not deselect this option.
de: Verwende Avatar | Es wird der Avatar der aktuellen Persona als Profilbild verwendet. Falls kein eigenes Profilbild definiert ist, wird immer der Avatar verwendet. In diesem Fall können Sie diese Option nicht abwählen.

source: Use id card as header | Use the content of the id card as profile header. Otherwise the first paragraph (card) will be used.
de: Verwende Ausweiskarte als 1. Absatz | Wenn aktiviert, wird der Inhalt der Ausweiskarte für den 1. Absatz des Profils verwendet.

source: Profile icon
de: Profil-Icon

source: You can embed this icon into your website, blog or email signature for fast access to your pidder profile.
de: Sie können dieses Icon in Ihre Webseite, Ihr Blog oder Ihre E-Mail-Signatur einbinden und damit auf Ihr pidder Profil verlinken.

source: Simply click on the icon to display the HTML code.
de: Einfach auf das Icon klicken, um den Quelltext anzuzeigen.

source: Note: the icon is part of the source (base64 encoded) so you can use it independently.
de: Hinweis: Das Bild ist Bestandteil des Quelltextes (Base64-kodiert), damit Sie es unabhängig verwenden können.

source: Show dropbox
de: Dropbox anzeigen

source: When selected this will make the selected dropbox available from within this profile.
de: Wenn ausgewählt wird die gewählte Dropbox aus diesem Profil heraus verfügbar sein.

source: Main profile
de: Basis-Edition-Profil

source: When selected this profile will be the one that is available when using the pidder Base Edition.
de: Wenn ausgewählt steht Ihnen dieses Profil in der Basis Edition zur Verfügung.

source: Address
de: Adresse

source: Preview of profile URL
de: Vorschau der Profil-URL

source: Unlock profile
de: Profil aufschließen

source: Current URL of profile
de: Aktuelle URL des Profils

source: My pidder profile
de: Mein pidder Profil

source: Image
de: Bild

source: Display image in profile
de: Bild in Profil anzeigen

source: use my global preference
de: Verwende globale Einstellung

source: display the image
de: Das Bild anzeigen

source: do not display the image
de: Das Bild nicht anzeigen

source: Use persona avatar
de: Verwende Avatar der Persona

source: Use id card as header
de: Verwende Ausweiskarte als 1. Absatz

source: Update Profile
de: Profil aktualisieren

source: Copy and paste the following HTML code into your website, blog or email signature.
de: Kopieren Sie diesen HTML Quelltext und fügen Sie ihn in Ihre Webseite, Ihr Blog oder Ihre E-Mail-Signatur ein.

source: URL of profile
de: URL des Profils

source: Edit picture
de: Bild bearbeiten

source: Edit profile
de: Profil bearbeiten

source: Edit paragraph title...
de: Diese Überschrift bearbeiten...

source: Switch paragraph columns ...
de: Spalten des Absatzes ein/ausschalten...

source: Remove paragraph ...
de: Absatz entfernen ...

source: Drag and drop to sort...
de: Mit Drag und Drop sortieren...

source: Edit this paragraph...
de: Diesen Absatz bearbeiten...

source: Switch display of labels of this segment...
de: Anzeige der Beschriftungen ein/ausschalte...

source: Delete this paragraph...
de: Diesen Absatz löschen...

source: Destroy profile
de: Profil löschen

source: This will destroy the profile.
de: Damit wird dieses Profil gelöscht.

source: Paragraphs of this profile that are assigned to other profiles or wallets will not be effected.
de: Absätze dieses Profils, die auch noch anderen Profilen oder Brieftaschen zugeordnet sind, sind davon nicht betroffen.

source: Assign Card
de: Verknüpfe Karte

source: Assign a paragraph from card...
de: Eine Karte als neuen Absatz verknüpfen...

source: Show/Hide minimum clearance level of paragraphs.
de: Kleinsten Freigabelevel der Absätze anzeigen/verbergen...

source: Retrieving minimum clearance level of cards.
de: Hole kleinsten Freigabelevel der Karten.

source: Edit the persona of this profile...
de: Die Persona des Profils bearbeiten...

source: Edit the identity of this profile...
de: Die Identität des Profils bearbeiten...

source: Delete this Profile...
de: Dieses Profil löschen...

source: Show dropbox of this user...
de: Die Dropbox dieses Nutzers zeigen...

source: Delete Profile...
de: Profil löschen

source: Use the toolbox entry "%s" to make your private key available for this session and identity.
de: Benutzen Sie den Eintrag "%s" in der Toolbox, um Ihren privaten Schlüssel für diese Sitzung und Identität verfügbar zu machen.

source: Session keys
de: Sitzungsschlüssel

source: Decrypting text. Please wait ...
de: Entschlüssele Text. Bitte einen Moment Geduld...

source: Inbox|You must specify a Public Key to recieve messages.
de: Posteingang|Sie benötigen einen öffentlichen Schlüssel, um Nachrichten empfangen zu können.

source: No Inbox for this identity.
de: Kein Posteingang für diese Identität vorhanden.

source: No private key present. You must add a private key to view meassages and contact data.
de: Kein privater Schlüssel vorhanden. Sie müssen einen privaten Schlüssel hinzufügen, um Nachrichten und Kontaktdaten sehen zu können.

source: The private key is not valid. Make sure you paste the corresponding private key to the stored public key: %s
de: Ungültiger privater Schlüssel. Stellen Sie sicher, dass Sie den zum gespeicherten öffentlichen Schlüssel zugehörigen privaten Schlüssel einfügen: %s

source: Identity %s has no public key.
de: Identität %s hat keinen öffentlichen Schlüssel.

source: In order to create a keypair for this identity use %s.
de: Um ein Schlüsselpaar zu erzeugen, verwenden Sie %s.

source: If you want to remove your Private Key from the session, click the "Remove" button.
de: Wenn Sie Ihren Privaten Schlüssel für die Dauer der Sitzung entfernen möchten, drücken die den "Entfernen" Button.

source: Please paste your Private Key to add it temporarily for this session.
de: Bitte fügen Sie Ihren privaten Schlüssel ein, um ihn temporär für diese Sitzung zu hinterlegen.

source: Decrypting contact data.
de: Entschlüssele Kontaktdaten.

source: Are you sure you want to remove private keys for this session?
de: Sind Sie sicher, dass Sie die privaten Schlüssel dieser Sitzung entfernen wollen?

source: Applying changes ...
de: Wende Änderungen an ...

source: Create new event...
de: Neuen Event erzeugen...

source: Add event
de: Event hinzufügen

source: Vote
de: Abstimmung

source: Create new vote...
de: Neue Abstimmung anlegen...

source: Set keys
de: Schlüssel setzen

source: Set private keys for duration of session...
de: Private Schlüssel für die Dauer der Sitzung festlegen...

source: Remove keys
de: Schlüssel löschen

source: Remove private keys for this session...
de: Private Schlüssel für die Dauer der Sitzung entfernen...

source: Waiting for data transmission from payment service for donation number %s.
de: Warte auf Datentransfer vom Bezahlservice für die Transaktionsnummer %s.

source: You can choose to wait.
de: Sie können abwarten.

source: The donation process has been cancelled.
de: Die Transaktion wurde abgebrochen.

source: Please try again or go back to pidder.
de: Bitte erneut versuchen oder pidder weiter verwenden.

source: You can choose to wait, too, or go back to Pidder.
de: Sie können entweder ebenfalls warten, oder mit pidder weiter machen.

source: We thank you heartily for your
de: Wir danken von Herzen für die

source: kind donation
de: monetäre Zuwendung

source: With your support you have contributed to the continuation of pidder.
de: Sie haben soeben ein Stück dazu beigetragen, dass es pidder auch in Zukunft gibt.

source: We really appreciate this since it enables us to devote our time to passionately maintain and develop this service.
de: Darüber freuen wir uns und können uns nun weiter leidenschaftlich der Pflege und Weiterentwicklung dieses Services widmen.

source: Could not find any donation for donation no. %s.
de: Es wurde keine Transaktion zu der Transaktionsnummer %s gefunden.

source: Please specify your request
de: Bitte beschreiben Sie Ihre Anfrage

source: Do you want to use pidder within your corporate intranet?
de: Möchten Sie pidder innerhalb Ihres Firmenintranets verwenden?

source: Need any kind of customization?
de: Benötigen Sie irgendwelche Anpassungen?

source: Let us now what you have in mind and how to contact you.
de: Teilen Sie uns mit, was Ihnen vorschwebt und wie wir Sie erreichen können.

source: Email address must not be empty.
de: Die E-Mail Adresse darf nicht leer sein.

source: Apply for Corporate Edition
de: Anfrage zur Corporate Edition

source: Your contact email
de: Ihre Kontakt E-Mail

source: Your request
de: Ihre Anfrage

source: Send request
de: Anfrage senden

source: Credit card (VISA or MasterCard)
de: Kreditkarte (VISA oder MasterCard)

source: cashticket (anonymous)
de: Cash-Ticket (anonym)

source: Germany only
de: nur Deutschland

source: Amount
de: Bertag

source: Payment method
de: Bezahlmethode

source: Submit order
de: Zur Kasse gehen

source: Select someone from your address book for whom you would like to book a pidder Premium Edition.
de: Wählen Sie jemanden aus Ihrem persönlichen Adressbuch, für den Sie die pidder Premium Edition buchen möchten.

source: One Year %s
de: Ein Jahr %s

source: per month
de: pro Monat

source: Six months %s
de: Sechs Monate %s

source: Three months %s
de: Drei Monate %s

source: Upgrade to Premium Edition
de: Upgrade auf Premium Edition

source: Account number
de: Kontonummer

source: Subscribe for
de: Gültigkeitsdauer

source: Total
de: Rechnungsbetrag

source: including VAT
de: inkl. MwSt.

source: Your order
de: Ihre Bestellung

source: Item
de: Artikel

source: Thank you for supporting Pidder. We really appreciate it.
de: Vielen Dank für Ihre Unterstützung.

source: Payment
de: Bezahlmethode

source: free
de: kostenlos

source: on request
de: auf Anfrage

source: Choose
de: Wählen

source: Base edition
de: Basis Edition

source: No. of %s
de: Anzahl an %s

source: user accounts
de: Nutzerkonten

source: unlimited
de: unbegrenzt

source: Reserved names
de: Namen reservieren

source: For a more comprehensive overview, please have a look at our %s
de: Für eine vollständige Übersicht, schauen Sie bitte in unser %s

source: Your service not in this list?
de: Der gesuchte Service ist nicht in der Liste?

source: Lifetime of shouts
de: Lebensdauer eines Shouts

source: How long will your shouts live within pidder.
de: We lange der Shout in pidder gespeichert bleibt.

source: This period is fixed to one week in the base version.
de: Diese Dauer ist in der Basis Edition auf eine Woche festgesetzt.

source: Update frequency
de: Update Frequenz

source: How often do you want the system to check for new shouts.
de: Wie oft soll das System auf neue Shouts prüfen.

source: Default sender
de: Standard-Absender

source: Which of your identities will be pre-selected for sending your shouts from.
de: Welche Ihrer Identitäten soll vorausgewählt sein, um davon neue Shouts zu senden.

source: Default recipients
de: Standard-Empfänger

source: Which of your trust levels will be pre-selected for sending your shouts to.
de: Welcher Ihrer Vertrauenslevel soll vorausgewählt sein, um neue Shouts dahin zu senden.

source: to this level only
de: nur an diesen Level

source: When selected your shouts will go to this trust level only.
de: Wenn angewählt, werden Ihre Shouts nur an diesen Level gesendet.

source: Otherwise your shouts will go to that level and all higher levels.
de: Andernfalls gehen sie an diesen und alle höheren Level.

source: One week
de: Eine Woche

source: Enter your status update here.
de: Geben Sie hier Ihre Statusmeldung ein.

source: In order to use your shoutbox you need to have at least one pidder contact to share messages with.
de: Um Ihre Shoutbox zu verwenden, müssen Sie mindestens einem pidder Kontakt eine Freigabe erteilen.

source: How to add contacts we explain in our tutorials
de: Wie Sie Kontakte hinzufügen beschreiben wir in unseren Screencasts

source: and
de: und

source: If you do not want to use your shoutbox at this time, you can safely remove this widget from your dashboard
de: Wenn Sie Ihre Shoutbox momentan nicht verwenden möchten, können Sie dieses Widget aus Ihrem Dashboard entfernen

source: and add it back any time you like.
de: und es jederzeit später bei Bedarf wieder hinzufügen.

source: Set clearance level for whole card.
de: Freigabelevel der gesamten Karte setzen...

source: Set clearance level for whole wallet.
de: Freigabelevel der gesamten Brieftasche setzen.

source: Encrypting data...
de: Verschlüssele Daten...

source: Drag this link to your browser's taskbar to enable pidder's login trainer.
de: Ziehen Sie diesen Link auf die Lesezeichen-Symbolleiste Ihres Browsers, um den pidder Login-Trainer zu verwenden.

source: Login bookmarklet
de: Anmelde-Bookmarklet

source: Drag this link to your browser's taskbar to enable pidder's form login.
de: Ziehen Sie diesen Link auf die Lesezeichen-Symbolleiste Ihres Browsers, um das pidder Formular-Login zu verwenden.

source: Click here if you want to install the pidder Firefox Add-on. After installation, a restart of the browser is necessary.
de: Klicken Sie hier, um das pidder Firefox Addon zu installieren. Nach der Installation muss der Browser neu gestartet werden.

source: Click here if you want to install the Cipherbox Add-on for additional security and Cipherbox wallets.
de: Klicken Sie hier, um das Cipherbox Addon für mehr Sicherheit und die Verwendung von Cipherbox-Brieftaschen zu installieren.

source: Using the plugin mechanism of Wordpress it is particularly easy to embed your pidder Dropbox into your own blog.
de: Über den Plugin-Mechanismus von Wordpress ist es besonders einfach, eine pidder Dropbox ins eigene Blog einzubinden.

source: Extensions
de: Erweiterungen

source: Sending data.
de: Sende Daten.

source: Loading data.
de: Lade Daten.

source: Encrypting data.
de: Verschlüssele Daten.

source: Close preview
de: Vorschau schließen

source: Close view
de: Ansicht schließen

source: %{sharer} (a contact of <acronym data-crypt=true data-data="%{data}">%{crypted}</acronym>) is sharing this data with you.
de: %{sharer} (ein Kontakt von <acronym data-crypt=true data-data="%{data}">%{crypted}</acronym>) hat Ihnen diese Daten freigegen.

source: Please treat this data confidentially and do not share it with third parties.
de: Bitte behandeln Sie diese vertraulich und geben Sie sie keinesfalls an Dritte weiter.

source: Preview of your identity %{clearance} with trustlevel %{level}.
de: Vorschau Ihrer Identität %{clearance} mit dem Vertrauenslevel %{level}.

source: Welcome
de: Willkommen

source: Passphrase | It is highly recommended that you use a strong passphrases. | Except from your account passphrase pidder will remember all passphrases you want it to.
de: Passphrase | Wir empfehlen, dass Sie eine starke Passphrase verwenden | Mit Ausnahme Ihrer Anmeldungs-Passphrase für pidder kann sich pidder alle anderen Passphrases für Sie merken.

source: Strength of passphrase | This indicates the strength of the generated passphrase.
de: Qualität der Passphrase | Dies soll Ihnen einen Eindruck von der Güte der momentan eingegebenen Passphrase vermitteln.

source: Use selected characters
de: Nur ausgewählte Zeichen

source: Upper case letters
de: Großbuchstaben

source: Lower case letters
de: Kleinbuchstaben

source: Numbers
de: Zahlen

source: Special characters
de: Sonderzeichen

source: Underscore
de: Unterstrich

source: Space
de: Leerzeichen

source: Only use the following characters
de: Nur die folgenden Zeichen nutzen

source: Passphrase length
de: Passphrasenlänge

source: Click here to start. Then move your mouse within this field to generate your passphrase.
de: Zum Start hier klicken. Bewegen Sie anschließend den Mauszeiger hin und her, um Ihre Passphrase zu erzeugen.

source: Result
de: Ergebnis

source: Tranfer passphrase and close generator
de: Passphrase übertragen und Passphrasen-Generator schließen

source: Done
de: Fertig

source: Ready. Click to clear passphrase and generate another one.
de: Fertig. Hier klicken, um Passphrase zu leeren und eine neue zu generieren.

source: No video playback capabilities, please download the video below.
de: Keine Wiedergabe in Ihrem Browser möglich. Bitte laden Sie sich das Video herunter.

source: No video found
de: Kein Video gefunden

source: Show all quicklogins...
de: Alle Quicklogins anzeigen...

source: No quicklogins
de: Keine Quicklogins vorhanden

source: Learn how to create and use quicklogins %s
de: Lernen Sie %s, wie Sie Quicklogins anlegen und benutzen können

source: new
de: Neu

source: updated
de: Aktualisiert

source: Sorry, no tutorials available at the moment.
de: Sorry, momentan sind keine Anleitungen verfügbar.

source: Select service
de: Service auswählen

source: Start typing the name of the service that you wish to create a quicklogin for.
de: Geben Sie die Anfangsbuchstaben des Services ein, für den Sie ein Quicklogin einrichten wollen.

source: Then choose one of the available services from the list.
de: Wählen Sie dann einen der verfügbaren Services aus der Liste.

source: Suggest a service
de: Service vorschlagen

source: If the service you are looking for is not in the list above, you may suggest a new one by letting us know its URL.
de: Wenn der gewünschte Service nicht in der Liste ist, können Sie ihn für die Liste vorschlagen, indem Sie uns seine URL mitteilen.

source: Create your own service
de: Eigenen Service anlegen

source: If the service you are looking for is not available in the list, you may use this button to create your individual Quicklogin for this service.
de: Wenn der gewünschte Service nicht in der Liste ist, können Sie hiermit Ihr individuelles Quicklogin dafür erzeugen.

source: Quicklogin title
de: Quicklogin Titel

source: The title will be used whenever displaying this Quicklogin.
de: Der Titel wird bei der Anzeige dieses Quicklogins verwendet.

source: This is the link of the login form of your service.
de: Dieser Link bringt Sie zur Anmeldeseite des Services.

source: Only edit this if you know what you are doing.
de: Bitte nur verändern, wenn Sie genau wissen, was Sie tun.

source: Quicklogin mode
de: Quicklogin Modus

source: The mode determines whether or not to directly post the login data to the form action.
de: Der Modus legt fest, ob die Anmeldedaten direkt an den Services gesendet werden, oder ob das in zwei Schritten erfolgt.

source: Whenever a service generates individual session specific information in the login form, the mode needs to be Form Login.
de: Wenn ein Service session-spezifische Informationen bei der Anmeldung setzt, muss der Modus auf Formular-Login gesetzt werden.

source: Quicklogin favorite
de: Quicklogin Favorit

source: Only your Quicklogin favorites will appear in the toolbox.
de: Nur Ihre Quicklogin Favoriten werden in der Toolbox angezeigt.

source: Automatic submit
de: Automatisches Absenden

source: In combination with the Form Login, this will try to fill out the form and automatically submit it for you.
de: In Verbindung mit dem Formular-Login, können Sie damit das ausgefüllte Formular auch gleich absenden.

source: Switch this off in case it does not work for a particular service and submit the respective login form manually.
de: Falls das für einen Service nicht funktionieren sollte, wählen Sie die Option ab und schicken das Anmeldeformular selber ab.

source: Quicklogin structure is not valid.
de: Quicklogin-Struktur ist ungültig.

source: Enter name of service
de: Name des Services eingeben

source: Other service
de: Anderer Service

source: Source URL
de: Link

source: Mode
de: Modus

source: Direct
de: Direkt-Login

source: Formular
de: Formular-Login

source: Favorite
de: Favorit

source: Formular data
de: Formulardaten

source: Click for more details (advanced users) ...
de: Klicken Sie für mehr Details (fortgeschrittene Nutzer) ...

source: Update Quicklogin
de: Quicklogin aktualisieren

source: Paste a new quicklogin structure.
de: Neue Quicklogin-Struktur einfügen

source: Navigate to the login page of the service.
de: Navigieren Sie zur Anmeldeseite des Services.

source: Click on the bookmarklet "pidder Trainer" in your bookmark toolbar.
de: Klicken Sie auf das Bookmarklet "pidder Trainer" in der Lesezeichenleiste.
