Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Until
de: bis

source: Assign wallet | You can assign this card to other wallets.
de: Brieftasche verknüpfen | Sie können diese Karte zu anderen Brieftaschen verknüpfen. Beachten Sie dabei bitte das mögliche Kompromittierungsrisiko.

source: Copy of
de: Kopie von

source: Copy card | Create a copy of this card and assign it to the selected wallet.
de: Karte kopieren | Erzeugt eine Kopie dieser Karte, die der ausgewählten Brieftasche zugewiesen wird.

source: Card name
de: Kartenname

source: Move card | Move this card to the selected wallet.
de: Verschiebe Karte | Verschiebt die Karte zu der ausgewählten Brieftasche.

source: Move to Wallet
de: Verschiebe zu Brieftasche

source: Creating %s
de: Erzeuge %s

source: Enter name for new card...
de: Name für neue Karte eintragen...

source: Create card...
de: Karte anlegen

source: Add Quicklogin...
de: Quicklogin hinzufügen...

source: of card
de: der Karte

source: How to add elements from saved forms to a card
de: Gespeicherten Formulardaten zu Karte hinzufügen

source: 1.: Use the selectbox to specify one of the forms you saved earlier.
de: 1.: Wählen Sie das gewünschte Formular über die Selectbox aus.

source: 2.: Add a new segment to the card or edit one of the existing segments.
de: 2. Fügen Sie ein neues Segment zur Karte hinzu oder bearbeiten Sie ein bestehendes Segment.

source: 3.: Use drag & drop to bring the content from the form element of your choice to the segment field where you want it.
de: 3.: Ziehen Sie das gewünschte Formularelement mit Drag&Drop auf das Segmentattribut.

source: Saved forms
de: Gespeicherte Formulare

source: Site information
de: Seiteninformation

source: Title
de: Titel

source: Site
de: Webseite

source: Form data
de: Formulardaten

source: No saved forms available.
de: Keine gespeicherten Formulare vorhanden.

source: Delete record
de: Formular löschen

source: Delete this record permanently...
de: Das ausgewählte Formular löschen...

source: Save record
de: Formular speichern

source: Save this record at the current card...
de: Diese Formulardaten an der aktuellen Karte speichern...

source: Edit card name...
de: Kartenname bearbeiten...

source: Show saved forms of card...
de: Zeige an der Karte gespeicherte Formulare...

source: Empty Wallet
de: Leere Brieftasche

source: Use the + card tab on the left to create a new card.
de: Verwenden Sie den + Kartenreiter auf der linken Seite, um eine neue Karte zu erzeugen.

source: This will unassign the card segment.
de: Kartensegement wird gelöst.

source: Unassign this ID-Card segment...
de: Dieses Ausweiskartensegement lösen...

source: Edit this card segment...
de: Dieses Kartensegment bearbeiten...

source: This will delete the %s.
de: %s wird gelöscht.

source: Card Segment
de: Kartensegment

source: Add a new card segment...
de: Neues Kartensegment hinzufügen...

source: Import a vCard from your file system...
de: Importieren Sie die Daten einer vCard-Datei (.vcf) aus Ihrem lokalen Dateisystem.

source: Import vCard
de: vCard importieren

source: Create cards from forms you saved earlier...
de: Karte aus Formularen erzeugen, die Sie zuvor gespeichert haben...

source: Switch sorting on
de: Sortierung einschalten

source: Starts sorting personas, wallets, cards and card segments with drag&drop.
de: Damit lassen sich die Personas, Brieftaschen, Karten und Segmente per Drag&Drop sortieren.

source: Switch sorting off
de: Sortierung ausschalten

source: Stops sorting of elements and switches the clipboard back on.
de: Damit wird die Sortierung der Elemente ausgeschaltet und das Clipboard aktiviert.

source: Manage assignment of %s...
de: Zuordnung von %s bearbeiten...

source: Manage assignment of %s
de: Zuordnung von %s bearbeiten

source: Set clearance level
de: Freigabelevel setzen

source: Set clearance level for %s...
de: Freigabelevel für %s setzen...

source: Loading all attributes of card.
de: Lade alle Attribute der Karte.

source: Show clearance
de: Freigabelevel zeigen

source: Show/hide clearance level of card segments
de: Freigabelevel der Kartensegemente anzeigen/verbergen...

source: Retrieving minimum clearance level of card segments.
de: Hole kleinsten Freigabelevel der Kartesegmente.

source: Copy from ID card
de: Von Ausweiskarte kopieren

source: Copy a segment from ID card...
de: Segment von der Ausweiskarte kopieren...

source: Assign from ID card
de: Von Ausweiskarte verknüpfen

source: Assign a segment from ID card...
de: Segment von der Ausweiskarte verknüpfen...

source: Delete this %s...
de: Diese %s löschen...

source: Deleting %s
de: Lösche %s

source: Are you sure you want to delete this card?
de: Sind Sie sicher, dass Sie diese Karte löschen wollen?

source: Unassign wallet | Remove card from this wallet. If this is the last association of the card you will be prompted whether to archive or to delete the card.
de: Löse Brieftasche | Entferne Karte aus dieser Brieftasche. Falls dies die letzte Zuordnung der Karte ist, werden Sie gefragt werden, ob die Brieftasche archiviert oder gelöscht werden soll.

source: Unassign from Wallet
de: Löse von Brieftasche

source: New Card for Wallet %s
de: Neue Karte für Brieftasche %s

source: Create
de: Erzeugen

source: vCard Import | Import the data of a vCard file (.vcf) from your local file system.
de: vCard Import | Importieren Sie die Daten einer vCard-Datei (.vcf) aus Ihrem lokalen Dateisystem.

source: Load vCard (*.vcf)
de: vCard (*.vcf) laden

source: vCard data
de: vCard Daten

source: Create segments
de: Segmente anlegen

source: Update comment
de: Kommentar aktualisieren

source: No subject
de: Kein Betreff

source: No text
de: Kein Text

source: Please enter the text of your comment...
de: Bitte geben Sie den Text Ihres Kommentares ein.

source: Author
de: Autor

source: No comments yet.
de: Bisher keine Kommentare.

source: Unknown
de: Unbekannt

source: Edit
de: Bearbeiten

source: Last edited by %{editor} at %{updated_at}
de: Zuletzt bearbeitet von %{editor} am %{updated_at}

source: Add comment
de: Kommentar hinzufügen

source: Comment preview
de: Kommentarvorschau

source: No valid message box.
de: Kein gültiges Postfach.

source: Inbox
de: Posteingang

source: Loading the %s.
de: Lade %s.

source: messages
de: Nachrichten

source: Outbox
de: Postausgang

source: Drafts
de: Entwürfe

source: Forums
de: Foren

source: forums
de: Foren

source: New Message
de: Neue Nachricht

source: Send a Message from this identity...
de: Eine Nachricht von dieser Identität versenden...

source: Create a new Forum...
de: Ein neues Forum anlegen...

source: Manage dropbox of %s...
de: Dropbox von %s verwalten...

source: Loading messages for
de: Lade Nachrichten von

source: Number of unread messages.
de: Anzahl ungelesener Nachrichten.

source: Number of unread forum postings.
de: Anzahl ungelesener Forumsbeiträge.

source: Adding widgets
de: Füge Widgets hinzu

source: Select one or more of the widget options below to add a widget of the selected type to your dashboard.
de: Wählen Sie eines oder mehrere der unten gelisteten Widgets aus, um es zu Ihrem Dashboard hinzuzufügen.

source: Most widgets can be added several times and then be customized to your individual preferences.
de: Die meisten Widgets können auch mehrfach zu Ihrem Dashboard hinzugefügt werden und dann angepasst werden.

source: To learn more about an individual widget just move your mouse over the respective option below.
de: Um mehr über ein bestimmtes Widget zu erfahren, fahren Sie einfach unten mit der Maus über den Widgetnamen.

source: Lets you send and receive encrypted status messages.
de: Damit können Sie verschlüsselte Statusmeldungen senden und empfangen.

source: As usual you stay in control of the recipient list using your trust levels.
de: Wie gewohnt behalten Sie dabei die Kontrolle über die Empfängerliste.

source: Notes
de: Notizen

source: Manage simple notes.
de: Einfache Notizen verwalten.

source: Tips & Tricks
de: Tipps & Tricks

source: Displays shortcuts to further tutorial videos that will help you discovering the full potential of pidder.
de: Bietet Ihnen eine Liste von Tutorials an, mit deren Hilfe Sie mehr über die Möglichkeiten von pidder erfahren.

source: Account status
de: Kontostatus

source: Shows your account status and, if you are using the Premium Edition, the number of days it remains valid.
de: Zeigt Ihren Kontostatus an und - wenn Sie die Premium Edition verwenden - die Anzahl der Tage, die diese noch gültig ist.

source: Invite friends
de: Freunde einladen

source: Shourtcut for inviting new friends and contacts to pidder and automatically add them to your address book when and if they join.
de: Eine schnelle Möglichkeit, Ihre Freunde und Kontakte zu pidder einzuladen und diese automatisch in Ihr Adressbuch aufzunehmen, wenn sie die Einladung annehmen.

source: Have all your quicklogin favorites at your fingertip within your dashboard as well.
de: Damit haben Sie Ihre Quicklogin-Favoriten auch im Dashboard immer zur Hand.

source: Favorites
de: Favoriten

source: Use pidder wallets to group your favorites and display them in your dashboard.
de: Verwenden Sie pidder Brieftaschen um Ihre Favoriten zu gruppieren und sie im Dashboard anzuzeigen.

source: This widget needs to be configured with the wallet containing the favorites and the type of card segment you want it to display.
de: Bei diesem Widget können Sie die Brieftasche mit Ihren Favoriten und den gewünschten Segmenttyp anpassen.

source: A simple RSS feed reader.
de: Ein einfacher RSS Reader.

source: Configure it to display you favorite news sites or blogs.
de: Diesen können Sie so anpassen, dass er Ihre bevorzugten Nachrichten oder Blogs anzeigt.

source: A list of the pidder forums you participate in.
de: Eine Liste der pidder Foren, an denen Sie teilnehmen.

source: Stay informed about new postings from within your dashboard.
de: Bleiben Sie über neue Forenbeiträge auch in Ihrem Dashboard auf dem Laufenden.

source: A list of the pidder events you manage or have been invited to.
de: Eine Liste der pidder Events, an denen Sie teilnehmen.

source: Stay informed about your upcoming or past events.
de: Bleiben Sie über neue Termine und Events auf dem Laufenden.

source: Add widgets
de: Widget hinzufügen

source: Rename tab
de: Reiter umbenennen

source: Delete tab
de: Reiter löschen

source: This will delete the tab and all the widget it contains.
de: Dadurch wird der Reiter und alle darin enthaltenen Widgets gelöscht.

source: Please enter a title
de: Bitte geben Sie einen Titel ein

source: Create tab...
de: Reiter anlegen...

source: Currently there are no tabs in this dashboard.
de: Derzeit gibt es keine Reiter in diesem Dashboard.

source: You may want to add a new tab by clicking on the %{add_icon} icon above.
de: Fügen Sie einen neuen Reiter durch Klick auf das obige %{add_icon} hinzu.

source: Currently there are no widgets in this tab.
de: Derzeit gibt es keine Widgets in diesem Reiter.

source: You may want to add new widgets from the drop down menu next to the tab's title
de: Sie können neue Widgets über die Dropdownliste neben dem Titel des Reiters hinzufügen

source: or by clicking on this %{add_icon} icon.
de: oder indem Sie auf dieses %{add_icon} Hinzufügen-Icon klicken.

source: Loading %s
de: Lade %s

source: Edit tab...
de: Reiter bearbeiten...

source: Add a new dashboard tab...
de: Neuen Dashboardreiter hinzufügen...

source: Contact info
de: Kontaktinformationen

source: You can send a strongly encrypted message to the pidder dropbox owner.
de: Sie können eine stark verschlüsselte Nachricht an den Inhaber dieser pidder Dropbox versenden.

source: This is the dropbox of %s.
de: Dies ist die Dropbox von %s.

source: At least you must specify either a subject or a text.
de: Sie müssen mindestens einen Betreff oder eine Nachricht angeben.

source: Please enter your contact information in case you want a response.
de: Bitte geben Sie Ihre Kontaktinformationen an, wenn Sie eine Antwort erwarten.

source: Subject
de: Betreff

source: Please enter a subject...
de: Bitte Betreff eingeben...

source: Message
de: Nachricht

source: Please enter your message...
de: Bitte Nachricht eingeben...

source: Public key of recipient
de: Öffentlicher Schlüssel des Empfängers

source: There is no dropbox configured for this URL.
de: Für diese Adresse (URL) ist keine pidder Dropbox konfiguriert.

source: The pidder dropbox is part of pidder's %s.
de: Die pidder Dropbox ist Bestandteil der pidder %s.

source: Learn more %s...
de: Erfahren Sie %s mehr...

source: What is a dropbox?
de: Was ist eine Dropbox?

source: Get your own pidder dropbox
de: Wollen Sie auch eine Dropbox?

source: Click on the field that shows the following letter
de: Klicken Sie auf das Feld mit dem folgenden Buchstaben

source: Not Found
de: Nicht gefunden

source: The page you were looking for doesn't exist.
de: Die angefragte Seite existiert nicht.

source: You may have mistyped the address or the page may have moved.
de: Sie haben sich möglicherweise bei der Adresseingabe vertippt oder die Seite wurde verschoben.

source: Something went wrong
de: Etwas ist schief gegangen

source: We've been notified about this issue and we'll take a look at it shortly.
de: Das Problem ist bei uns nun bekannt und wir kümmern uns darum.

source: Not Acceptable
de: Nicht akzeptiert

source: You may have mistyped the address or requested an unsupported format.
de: Sie haben sich möglicherweise bei der Adresseingabe vertippt oder ein nicht unterstütztes Format angegeben.

source: Rejected
de: Abgelehnt

source: The change you wanted was rejected.
de: Die von Ihnen versuchte Änderung wurde abgelehnt.

source: Maybe you tried to change something you didn't have access to.
de: Sie haben möglicherweise versucht, etwas zu ändern wozu Sie keine Berechtigungen haben.

source: Field %{fieldname} must not be empty.
de: Das Eingabefeld %{fieldname} darf nicht leer sein.

source: Wrong input data: %s!
de: Falsche Eingabe: %s!

source: date values
de: Datum

source: Back to event
de: Zurück zum Event

source: Delete event
de: Event löschen

source: This will delete the event.
de: Dadurch wird der Event gelöscht.

source: Update event
de: Event aktualisieren

source: No picture
de: Kein Bild

source: Start date
de: Startdatum

source: That way there can be reminders, transformation to your local time, etc.
de: So können Erinnerungen, lokales Zeitformat, etc. angeboten werden.

source: End date
de: Enddatum

source: Enter event data
de: Termindaten eingeben

source: Please enter the data for your new event.
de: Bitte befüllen Sie die Felder für Ihren neuen Event.

source: None of the input fields %{except} are mandatory so you may choose to leave fields blank.
de: Es gibt %{except} keine Pflichtfelder und Sie können jedes einzelne Feld auch leer lassen.

source: except the %{title} field
de: - mit Ausnahme des Feldes %{title} -

source: Please enter the event title.
de: Bitte geben Sie einen Titel ein.

source: Please enter a description for the event.
de: Bitte Beschreibung eingeben.

source: Location
de: Ort

source: Please enter an event location.
de: Bitte Ort des Events eingeben.

source: Start
de: Beginn

source: End
de: Ende

source: Select picture...
de: Bild auswählen...

source: Close
de: Schließen

source: Send as mail
de: Als E-Mail senden

source: Save as file
de: Als Datei speichern

source: Event manager
de: Eventadministrator

source: Select one of your identities to be the manager of this event.
de: Bitte wählen Sie eine Ihrer Identitäten als Eventadministrator aus.

source: Set participants
de: Teilnehmer festlegen

source: Available contacts and groups
de: Verfügbare Kontakte und Gruppen

source: No more contacts available for assignment.
de: Keine weiteren Kontakte verfügbar.

source: Please select participants that you want to add to this event from the list on the left.
de: Wählen Sie Teilnehmer, die Sie dem Event zuweisen möchten aus der Liste links aus.

source: In case of groups, move your mouse pointer over a group icon to see a list of that group's members.
de: Im Falle von Gruppen, können Sie mit dem Mauszeiger über das jeweilige Gruppen-Icon fahren, um eine Liste der Gruppenmitglieder angezeigt zu bekommen.

source: Participants of event
de: Teilnehmer des Events

source: To remove participants from the event please select them from the list on the right.
de: Teilnehmer, die Sie vom Event entfernen möchten wählen Sie aus der Liste rechts aus.

source: RSVP active
de: RSVP aktiv

source: If checked participants will be asked to reply to the event's invitation.
de: Wenn ausgewählt, werden die Teilnehmer aufgefordert auf die Einladung zu antworten.

source: Allow comments
de: Kommentare erlauben

source: If checked participants can post comments to the event.
de: Wenn ausgewählt, können Teilnehmer Kommentare zum Event abgeben.

source: If checked participants can send their reply per email.
de: Wenn ausgewählt, können Teilnehmer ihre Antwort per E-Mail senden.

source: Allow maybe
de: 'Vielleicht' erlauben

source: If checked participants can answer with maybe.
de: Wenn ausgewählt, können Teilnehmer mit 'vielleicht' antworten.

source: RSVP visible
de: RSVP sichtbar

source: If checked participants will be able to see the response status of other participants.
de: Wenn ausgewählt, können die Teilnehmer den Antwortstatus der anderen Teilnehmer einsehen.

source: RSVP start
de: RSVP startet

source: If you enter a start date, responses will not be accepted before that date.
de: Wenn Sie ein Anfangsdatum eingeben, werden Antworten vor diesem Datum nicht entgegen genommen.

source: If you enter an end date, responses will not be accepted after that date.
de: Wenn Sie ein Enddatum angeben, werden Antworten nach diesem Datum nicht mehr entgegen genommen.

source: Configure RSVP
de: RSVP festlegen

source: RSVP (Réspondez s'il vous plaît) means 'please reply'.
de: RSVP (Réspondez s'il vous plaît) bedeutet 'um Antwort wird gebeten'.

source: This will give you an overview which participants confirmed and which canceled.
de: Dies gibt Ihnen eine Übersicht, welche Teilnehmer zu- bzw. abgesagt haben.

source: RSVP starts
de: RSVP startet

source: RSVP ends
de: RSVP endet

source: RSVP visible to participants
de: RSVP für Teilnehmer sichtbar

source: Allow RSVP 'Maybe'
de: RSVP 'Vielleicht' erlauben

source: Select your response
de: Antwort wählen

source: YES - I will participate
de: JA - ich nehme teil

source: NO - I will not participate
de: NEIN - Ich nehme nicht teil

source: MAYBE - I may participate
de: VIELLEICHT - Ich nehme vielleicht teil

source: Your response
de: Ihre Antwort

source: RSVP period has not started yet.
de: RSVP hat noch nicht begonnen.

source: It will begin on %{start_date}.
de: Start ist am %{start_date}.

source: RSVP period has ended on %{end_date}.
de: RSVP ist am %{end_date} abgelaufen.

source: No response
de: Keine Antwort

source: from
de: von

source: to_time
de: bis

source: Export to calendar
de: Kalender-Export

source: None
de: Niemand

source: Show participants
de: Teilnehmer anzeigen

source: Maybe
de: Vielleicht

source: Cancellation
de: Absage

source: Show event data
de: Termindaten anzeigen

source: Participants
de: Teilnehmer

source: Show comments
de: Kommentare anzeigen

source: Responses
de: Rückmeldungen

source: Comments
de: Kommentare

source: Event data
de: Termindaten

source: Create event
de: Event anlegen

source: Type
de: Typ

source: Show card title
de: Kartentitel anzeigen

source: Please edit this widget and choose both a wallet and the type of segment you want to display in this widget.
de: Bitte konfigurieren Sie dieses Widget und geben Sie Brieftasche und Segmenttyp an, um Favoriten darzustellen.

source: Source
de: Quelle

source: Items
de: Artikel

source: Show description
de: Beschreibung anzeigen

source: more
de: mehr

source: Invalid or unresponsive feed.
de: Feed ist ungültig oder antwortet nicht.

source: Attributes
de: Werte

source: Set attributes...
de: Werte bearbeiten...

source: Topics
de: Themen

source: Set topcis...
de: Themen bearbeiten...

source: Show %s
de: %s anzeigen

source: Show %s...
de: %s anzeigen...

source: Forum name
de: Forenname

source: This name will be displayed to the participants of the forum.
de: Dieser Name wird den Teilnehmern des Forums angezeigt.

source: This field is mandatory.
de: Dieses Feld muss befüllt werden.

source: This description will be displayed to the participants of the forum.
de: Diese Beschreibung wird den Teilnehmern des Forums angezeigt.

source: This field is optional.
de: Dieses Feld ist optional.

source: Forum is moderated
de: Forum ist moderiert

source: When checked new forum entries have to be cleared by forum admin before they will be visible.
de: Wenn ausgewählt, müssen neue Beiträge duch einen Forumsadministrator freigeschaltet werden, bevor sie angezeigt werden.

source: Forum is public
de: Forum ist öffentlich

source: When checked forum entries will not be encrypted and visible to everybody.
de: Wenn ausgewählt, werden Forumsbeiträge nicht verschlüsselt und sind für jedermann sichtbar.

source: Please enter a name...
de: Bitte Name eingeben...

source: Please enter a description...
de: Bitte Beschreibung eingeben...

source: Select avatar...
de: Avatar auswählen...

source: Moderated
de: Moderiert

source: is_public
de: Öffentlich

source: Apply changes
de: Änderungen anwenden

source: Create new topic
de: Thema anlegen

source: Current topics
de: Bestehende Themen

source: Unread
de: Ungelesen

source: Last post
de: Letzer Beitrag

source: No postings
de: Keine Beiträge

source: This will delete the forum.
de: Das Forum wird gelöscht.

source: Delete this forum...
de: Forum löschen...

source: This will remove your current identity from the participant list of the forum.
de: Dies entfernt Ihre ausgewählte Identität aus der Teilnehmerliste des Forums.

source: Unsubscribe from forum...
de: Forum verlassen...

source: Select image...
de: Bild auswählen...

source: Create Forum
de: Forum anlegen

source: Please select participants that you want to add to this forum from the list on the left.
de: Wählen Sie Teilnehmer, die Sie dem Forum zuweisen möchten aus der Liste links aus.

source: Make sure that at least one of your own identities is selected.
de: Stellen Sie sicher, dass Sie mindestens eine Ihrer eigenen Identitäten ausgewählt haben.

source: Participants of forum
de: Teilnehmer des Forums

source: To remove participants from the forum please select them from the list on the right.
de: Teilnehmer, die Sie vom Forum entfernen möchten wählen Sie aus der Liste rechts aus.

source: There are currently no topics in this forum.
de: Es gibt momentan keine Themen in diesem Forum.

source: A forum admin needs to create at least one topic before you can use the forum.
de: Ein Forumsadministrator muss mindestens ein Thema erstellen, bevor Sie das Forum nutzen können.

source: Threads
de: Stränge

source: Postings
de: Beiträge

source: Subscription
de: Abonnement

source: Subscribing to this %s means you will be notified by email whenever somebody posts a new entry.
de: Ein Abonnement dieses %s bedeutet, dass Sie per E-Mail informiert werden, wenn jemand einen neuen Beitrag verfasst.

source: Forum_genitiv
de: Forums

source: This will delete the group.
de: Die Gruppe wird gelöscht.

source: Please make sure that this will not result in e.g. Forums that will no longer have any participants.
de: Bitte stellen Sie sicher, dass dies nicht dazu führt, dass z.B. Foren keine Teilnehmer mehr haben.

source: Please notice:
de: Bitte beachten Sie:

source: In case you decide to remove yourself from the list of group admins in this step
de: Falls Sie sich in diesem Schritt selbst aus der Liste der Gruppenadministratoren entfernen,
