Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Check for new messages
de: Auf neue Nachrichten prüfen

source: Notification
de: Benachrichtigung

source: Notification email address
de: E-Mail für Benachrichtigungen

source: Inform contacts about clearance
de: Kontakte über Freigabe informieren

source: Please type the email address again
de: Bitte bestätigen Sie die E-Mail Adresse

source: Emails will only be sent to verified email addresses.
de: E-Mails werden nur an verifizierte E-Mail Adressen versendet.

source: Your verified email address is:
de: Ihre verifizierte E-Mail Adresse lautet:

source: Didn't receive an email? Click %s to resend the verification request.
de: Keine E-Mail erhalten? Klicken Sie %s, um die Verifizierungsanfrage erneut zu versenden.

source: here
de: hier

source: View level | Setting a view level allows you to view your pidder data as a person of that trust level will see it.
de: Anzeige | Durch Auswählen eines kleineren Anzeigelevels werden vertraulichere pidder-Daten gar nicht erst übertragen. Dies kann sinnvoll sein, wenn Sie z.B. nicht an Ihrem eigenen Rechner arbeiten.

source: When you login using a one-time-passphrase only the data of this view level will be retrieved and shown.
de: Wenn Sie sich mit einer Einmal-Passhrase anmelden, werden nur die Daten dieses Anzeigelevels geholt und angezeigt.

source: Choosing a view level higher than this setting during login will not override this setting when using a one-time-passphrase.
de: Wenn Sie bei der Anmeldung mit einer Einmal-Passphrase einen höheren Anzeigelevel auswählen, wird das diese Einstellung nicht überschreiben.

source: Second authentication step | The server will create a puzzle with a one time code as a second authentication step.
de: Zweiter Authentifizierungsschritt | Es wird ein Puzzle erzeugt, das Sie in einem zweiten Authentifizierungsschritt lösen müssen, bevor Sie Zugriff auf Ihre Daten erhalten.

source: Puzzle sequence | This sequence will be used to create a puzzle that you have to solve as a second authentication step.
de: Puzzle Sequenz | Diese Buchstabenreihenfolge wird verwendet, um das Puzzle für den zweiten Authentifizierungsschritt zu erzeugen.

source: A generated one time code will be split into five parts which are then associated to these letters in the given sequence.
de: Ein generierter Einmal-Code wird dafür in fünf Teile geteilt, die mit dieser Buchstabenfolge verknüpft werden.

source: Only uppercase letters A-Z are allowed.
de: Es sind nur Großbuchstaben von A-Z erlaubt.

source: These changes require that you logout and login again to become active.
de: Diese Änderungen erfordern eine Neuanmeldung, bevor sie wirksam werden.

source: Warning level | Determines the amount and detail of warning messages.
de: Warnlevel | Bestimmt die Anzahl und Detailtiefe der Warnmeldungen.

source: Session timeout | Sets the time period before you are automatically logged out.
de: Sitzungsdauer | Bestimmt die Zeitdauer, bevor Sie bei Inaktivität automatisch abgemeldet werden.

source: Restore Passphrase | To restore your passphrase after reloading the page it must be stored somewhere.
de: Passphrase merken | Um Ihre Passphrase nach dem Neuladen der Seite wiederherzustellen, muss sie zwischengespeichert werden.

source: If it is it can potentially be found by somebody else.
de: Wenn das der Fall ist, kann sie potentiell auch von anderen gefunden werden.

source: Disable this option if you prefer more security to more comfort.
de: Schalten Sie deshalb diese Option aus, wenn Ihnen höhere Sicherheit wichtiger ist, als höherer Bedienkomfort.

source: Your passphrase will then be unavailable when you leave the page and you will have to login again.
de: Ihre Passphrase ist dann nach Verlassen der Seite nicht mehr vorhanden und Sie müssen sich neu anmelden.

source: Firefox Add-on | Allow the Firefox Add-on to connect to your pidder account.
de: Firefox Add-on | Dem Firefox Add-on Zugriff auf Ihr pidder Konto erlauben.

source: Clipboard access
de: Zugriff auf Ihre Zwischenablage

source: Allow the use of flash to copy pidder elements to your clipboard.
de: Zugriff auf die Zwischenablage (Kopieren) mittels Flash erlauben.

source: This can be pretty useful in your daily work. On the other hand, flash vulnerabilities might potentially pose a security risk.
de: Das kann bei der Verwendung sehr nützlich sein. Andererseits können Schwachstellen in Flash ein potenzielles Sicherheitsrisiko darstellen.

source: The sequence must have a length of %s characters.
de: Die Buchstabenfolge muss aus genau %s Buchstaben bestehen.

source: five
de: fünf

source: Use second authentication step
de: Verwende 2. Authentifizierungsschritt

source: Specify sequence of 5 uppercase letters
de: Bitte geben Sie 5 Großbuchstaben ein

source: Session timeout
de: Sitzungsdauer

source: Warning level
de: Warnlevel

source: Username
de: Nutzerkennung

source: This should be arbitrary and in no way linked to your true personal data if you wish to maintain anonymity. | Allowed characters are all alphanumericals (a to z and 0 to 9). | Please notice, that the account name is cAsE sEnSiTiVe.
de: Diese sollte keinen Bezug zu Ihren echten Daten haben, wenn Sie Ihre Anonymität wahren wollen. | Erlaubte Zeichen sind a bis z und 0 bis 9. | Der Kontoname berücksichtigt GrOß-KlEiNsChReIbUnG.

source: Passphrase of your account | It is highly recommended that you use a strong passphrase or better still a combination of passphrase and keyfile. | Please be aware that a lost passphrase cannot be recovered and means loss of your pidder data.
de: Passphrase für Ihr Konto | Wir empfehlen, dass Sie eine starke Passphrase verwenden, oder noch besser eine Kombination aus Passphrase und einem Keyfile. | Bitte beachten Sie, dass eine verlorene Passphrase nicht wieder hergestellt werden kann und einen Verlust des Zugriffs auf Ihre pidder Daten bedeutet.

source: Strength of passphrase | This indicates the strength of the passphrase that you currently typed in.
de: Qualität der Passphrase | Dies soll Ihnen einen Eindruck von der Güte der momentan eingegebenen Passphrase vermitteln.

source: Keyfile | The use of a keyfile is optional. It can further improve the security of both login and en-/decryption processes since its hash is added to the passphrase hash. | | On the other hand - due to limitations of JavaScript file access - the keyfile cannot be sent to the server encrypted or hashed. | | Once you have set a keyfile, you will need both your passphrase and your keyfile to log on to pidder until you remove the keyfile.
de: Keyfile | Die Verwendung eines Keyfiles ist optional. Es kann die Sicherheit sowohl des Anmeldeprozesses als auch der Ver- und Entschlüsselung erhöhen, da sein Hashwert zu dem Ihrer Passphrase hinzufügt wird. | | Andererseits kann das Keyfile - aufgrund von Limitierungen im Dateizugriff durch JavaScript - nicht verschlüsselt oder gehasht hochgeladen werden.| | Wenn Sie ein Keyfile gesetzt haben, müssen Sie sich bei pidder immer mit Passphrase und Keyfile anmelden.

source: Current passphrase is not correct.
de: Die eingegebene Passphrase ist falsch.

source: Passphrases are not equal or empty.
de: Die Passphrasen stimmen nicht überein oder sind leer.

source: Change account name
de: Kontonamen ändern

source: Change your passphrase
de: Passphrase ändern

source: Important: Choose your passphrase carefully and make sure you can remember it. A lost passphrase cannot be recovered! Read more about this %s ...
de: Wichtig: Wählen Sie Ihre Passphrase sorgfältig und stellen Sie sicher, dass Sie sich diese gut merken können. Eine verlorene Passphrase kann nicht wieder hergestellt werden! Erfahren Sie %s mehr dazu...

source: New passphrase
de: Neue Passphrase

source: Passphrase strength
de: Passphrasequalität

source: Confirm new passphrase
de: Neue Passphrase bestätigen

source: Passphrases match.
de: Die Passphrasen stimmen überein.

source: Choose File
de: Durchsuchen

source: No Keyfile present.
de: Kein Keyfile gesetzt.

source: Keyfile removed.
de: Keyfile entfernt.

source: You still need to confirm the change with your passphrase and click on %s.
de: Sie müssen die Änderung noch mit Ihrer Passphrase und Klick auf %s anwenden.

source: changed.
de: geändert.

source: Remove keyfile hash
de: Keyfile Hash entfernen

source: Confirm with current passphrase
de: Mit aktueller Passphrase bestätigen

source: Changing these account settings needs to be confirmed with your current passphrase.
de: Um diese Kontoeinstellungen zu ändern, bedarf es der Bestätigung mit der aktuellen Passphrase.

source: Enter Current Passphrase
de: Aktuelle Passphrase eingeben

source: Currently, there is no identity stored for your account.
de: Momentan ist keine Identität in Ihrem Konto vorhanden.

source: Most likely, this happened because you deleted the last identity of this account.
de: Wahrscheinlich haben Sie die letzte Identität dieses Kontos gelöscht.

source: You may choose to
de: Sie haben folgende Möglichkeiten

source: Create %s
de: %s anlegen

source: There is no %s that can be displayed for the current view level.
de: Es gibt keine %s, die für den aktuellen Anzeigelevel dargestellt werden kann.

source: Use the menu "Defaults" - tab "Security" and switch to a higher view level.
de: Verwenden Sie das Menu "Einstellungen" - Reiter "Sicherheit" um zu einem höheren Anzeigelevel zu wechseln.

source: Comma separated (csv)
de: Kommasepariert (CSV)

source: Export your authentication data
de: Export Ihrer Anmeldedaten

source: Select the export format
de: Wählen Sie das Exportformat

source: Export authentication data | You can export your authentication data as a backup or for use in a local password manager.
de: Anmeldedaten exportieren | Sie können Ihre Anmeldedaten als Datensicherung oder zur Verwendung mit einem lokalen Passwortmanager exportieren.

source: Exporting of all your authentication data needs to be confirmed with your current passphrase.
de: Der Export all Ihrer Anmeldedaten bedarf der Bestätigung mit Ihrer aktuellen Passphrase.

source: Do export
de: Exportieren

source: En-/decryption requires a passphrase!
de: Ver-/Entschlüsselung braucht eine Passphrase!

source: Exported authentication data
de: Exportierte Anmeldedaten

source: Paste the exported data into your favorite editor or word processor and save it to your local disk.
de: Kopieren Sie die exportierten Daten nun aus dem Textfeld in Ihren bevorzugten Texteditor und speichern Sie diese lokal ab.

source: Passphrase in case you want to encrypt the authentication data
de: Passphrase falls Sie die Exportdaten verschlüsseln wollen

source: Passphrase for encryption...
de: Passphrase für Verschlüsselung

source: Encrypt
de: Verschlüsseln

source: Decrypt
de: Entschlüsseln

source: Data encryption|Your data will be encrypted with aes-256-cbc. You can decrypt your data with https://www.pidder.com/pidcrypt/?page=demo_aes-cbc, with openssl or with any other tool compatible to openssl aes decryption.
de: Datenverschlüsselung | Ihre Daten werden vermittels AES-256-CBC verschlüsselt. Sie können die Daten wieder entschlüsseln unter https://www.pidder.com/pidcrypt/?page=demo_aes-cbc, oder mittels OpenSSL oder jedem anderen Programm, das zur OpenSSL AES Entschlüsselung kompatibel ist.

source: Import authentication data | You can import authentication data from a backup (including quicklogins) or from a third party password manager.
de: Anmeldedaten importieren | Sie können Anmeldedaten aus einer Datensicherung (inklusive Quicklogins) oder von einem Passwortmanager eines Drittanbieters importieren.

source: Select target wallet | This specifies the wallet that will contain your authentication data after the import. Each element will create a card in this wallet.
de: Zielbrieftasche wählen | Hiermit bestimmen Sie, in welcher Brieftasche die Anmeldedaten durch den Import angelegt werden. Jedes Element wird eine Karte in dieser Brieftasche erzeugen.

source: Assign entries | pidder expects the listed attributes in an authentication segment. Please use this association table to assign elements from the source file to pidder attributes. If your source file is not a CSV list, you can typically leave the defaults.
de: Felder zuordnen | pidder erwartet die gelisteten Werte als Bestandteil eines Anmeldesegments. Bitte verwenden Sie die Zuordnungstabelle, um Felder der Quelldatei den pidder Werten zuzuordnen. Falls Ihre Quelldatei keine CSV Datei ist, können Sie normalerweise einfach die Voreinstellungen übernehmen.

source: Import a password file
de: Passwortdaten importieren

source: Select the import data format
de: Wählen Sie das Importformat

source: Select target wallet
de: Zielbrieftasche auswählen

source: Assign entries to pidder attributes
de: Felder zu pidder Attributen zuordnen

source: Reference
de: Link

source: Linktext
de: Linktitel

source: Separator
de: Trennzeichen

source: Text identifier
de: Texterkennungszeichen

source: Includes a headline with field names
de: Beinhaltet eine Überschrift mit Feldnamen

source: Data to import
de: Importdaten

source: Paste the password data file you wish to import into the text area
de: Fügen Sie den Inhalt der Datei mit den Passwortdaten in das Textfeld ein

source: Passphrase in case of encrypted authentication data file
de: Passphrase falls Quelldatei verschlüsselt ist

source: Data decryption | Should you have stored your password data file in encrypted form, please decrypt it with its passphrase before import. Before the data is sent to our server it will of course be encrypted again with your key.
de: Datenentschlüsselung | Sollten Sie die Passwortendaten in verschlüsselter Form lokal abgelegt haben, so entschlüsseln Sie diese bitte vor dem Import mit der Passphrase für diese Datei. Bevor die Daten zu unserem Server übertragen werden, werden sie selbstverständlich mit Ihrer pidder Passphrase verschlüsselt.

source: Do Import
de: Importieren

source: Your invoices
de: Ihre Rechnungen

source: invoice
de: Rechnung

source: There are no invoices for your account.
de: Momentan sind für Ihr Konto keine Rechnungen vorhanden.

source: Your Terms and Conditions
de: Allgemeine Geschäftsbedingungen

source: The version of the pidder T&C that apply to your account.
de: Die Version der pidder AGB, die für Ihr Nutzerkonto gilt.

source: Base identity
de: Basis-Identität

source: The identity you select here will be available in the Base Edition.
de: Die Identität, die Sie hier auswählen, steht Ihnen in der Basis Edition zur Verfügung.

source: Base personas
de: Basis-Personas

source: Please select up to %{max_elements} %{elements} with Ctrl-Click (Cmd-Click) that you want to use in the Base Edition.
de: Wählen Sie mit Strg-Klick (Cmd-Click) bis zu %{max_elements} %{elements} aus, die Sie in der Basis Edition verwenden möchten.

source: Base wallets
de: Basis-Brieftaschen

source: wallets
de: Brieftaschen

source: Only %s %s are allowed in basic edition.
de: Es sind nur %s %s in der Basis Edition möglich.

source: Base Identity
de: Basis-Identität

source: Choose your base %{element}
de: %{element} der Basis Edition auswählen

source: Current %s of base edition
de: Aktuelle %s der Basis Edition

source: There %{be} no %{element} defined for the base edition
de: Es %{be} keine %{element} für die Basis Edition definiert

source: is
de: ist

source: Base Personas
de: Basis-Personas

source: are
de: sind

source: The profile of <span data-data="%s" data-crypt="true">%s</span> is currently your main profile.
de: Das Profil von <span data-data="%s" data-crypt="true">%s</span> ist derzeit Ihr Basis-Editions-Profil.

source: Attention: Only if the main profile belongs to a base persona it will be active in the Base Editon.
de: Achtung: Nur wenn Ihr Hauptprofil zu einer Persona der Basis Edition gehört, wird es selbst in der Basis Edition aktiv sein.

source: Base Wallets
de: Basis-Brieftaschen

source: Wallets
de: Brieftaschen

source: You must create an identity first.
de: Sie müssen zuerst eine Identität erzeugen.

source: Passphrase of your account | It is highly recommended that you use a strong passphrase or better still a combination of passphrase and keyfile. | Please be aware that a lost passphrase cannot be recovered and means loss of your pidder data.
de: Passphrase für Ihr Konto | Wir empfehlen, dass Sie eine starke Passphrase verwenden, oder noch besser eine Kombination aus Passphrase und einem Keyfile. | Bitte beachten Sie, dass eine verlorene Passphrase nicht wieder hergestellt werden kann und einen Verlust des Zugriffs auf Ihre pidder Daten bedeutet.

source: Strength of passphrase | This indicates the strength of the passphrase that you currently typed in.
de: Qualität der Passphrase | Dies soll Ihnen einen Eindruck von der Güte der momentan eingegebenen Passphrase vermitteln.

source: Passphrase confirmation | Make sure you know and remember your passphrase since a lost passphrase cannot be recovered and means loss of your pidder data.
de: Passphrase Bestätigung | Stellen Sie sicher, dass Sie Ihre Passphrase kennen und sich merken können, da eine verlorene Passphrase nicht wieder hergestellt werden kann und den Verlust des Zugriffs auf Ihre pidder Daten bedeutet.

source: Button disabled?
de: Button deaktiviert?

source: If this button is greyed out, the account cannot be created because one of the fields above is not filled correctly.
de: Wenn dieser Button ausgegraut ist, kann das Konto nicht angelegt werden, weil eins der obigen Felder nicht korrekt befüllt ist.

source: Sign up noun
de: Anmeldung

source: Orphaned cards | Lists all cards in archive that are currently not assigned to any wallet.
de: Archivierte Karten | Alle Karten des Archivs, die momentan keiner Brieftasche zugeordnet sind.

source: Available parents | Chose a wallet from this list that you want to assign or copy the selected card to.
de: Verfügbare Brieftaschen | Wählen Sie eine Brieftasche aus der Liste, zu der Sie die ausgewählte Karte verknüpfen oder kopieren möchten.

source: Assign to wallet | Moves the card from the archive to the selected wallet.
de: Zu Brieftasche verknüpfen | Verschiebt die Karte aus dem Archiv zur ausgewählten Brieftasche.

source: Copy to wallet | Copies the card to the selected wallet. The original card remains in the archive.
de: Zu Brieftasche kopieren | Kopiert die Karte zur ausgewählten Brieftasche. Die Originalkarte verbleibt im Archiv.

source: Delete the %s | Delete the selected %s permanently.
de: Lösche %s |Löscht die ausgewählte %s endgültig.

source: Orphaned Cards
de: Archivierte Karten

source: There are no orphaned %s at the moment
de: Es gibt momentan keine archivierten %s

source: Select card
de: Karte auswählen

source: Select Wallet
de: Brieftasche auswählen

source: Assign to Wallet
de: Verknüpfe mit Brieftasche

source: Copy of
de: Kopie von

source: Copy to Wallet
de: Kopiere zu Brieftasche

source: Are you sure you want to delete the selected %s?
de: Sind Sie sicher, dass Sie die ausgewählte %s löschen wollen?

source: Delete %s
de: Lösche %s

source: Orphaned personas | Lists all personas in archive that are currently not assigned to any identity.
de: Archivierte Personas | Alle Personas des Archivs, die momentan keiner Identität zugeordnet sind.

source: Available parents | Chose an identity from this list that you want to assign or copy the selected persona to.
de: Verfügbare Identitäten | Wählen Sie eine Identität aus der Liste, zu der Sie die ausgewählte Persona verknüpfen oder kopieren möchten.

source: Assign to identity | Moves the persona from the archive to the selected identity.
de: Zu Identität verknüpfen | Verschiebt die Persona aus dem Archiv zur ausgewählten Identität.

source: Copy to identity | Copies the persona to the selected identity. The original persona remains in the archive.
de: Zu Identität kopieren | Kopiert die Persona zur ausgewählten Identität. Die Originalpersona verbleibt im Archiv.

source: Orphaned Personas
de: Archivierte Personas

source: Select Persona
de: Persona auswählen

source: Select Identity
de: Identität auswählen

source: Assign to Identity
de: Verknüpfe zu Identität

source: Copy to Identity
de: Kopiere zu Identität

source: Orphaned wallets | Lists all wallets in archive that are currently not assigned to any persona.
de: Archivierte Brieftaschen | Alle Brieftaschen des Archivs, die momentan keiner Persona zugeordnet sind.

source: Available parents | Chose a persona from this list that you want to assign or copy the selected wallet to.
de: Verfügbare Personas | Wählen Sie eine Persona aus der Liste, zu der Sie die ausgewählte Brieftasche verknüpfen oder kopieren möchten.

source: Assign to persona | Moves the wallet from the archive to the selected persona.
de: Zu Persona verknüpfen | Verschiebt die Brieftasche aus dem Archiv zur ausgewählten Persona.

source: Copy to persona | Copies the wallet to the selected persona. The original wallet remains in the archive.
de: Zu Persona kopieren | Kopiert die Brieftasche zur ausgewählten Persona. Die Originalbrieftasche verbleibt im Archiv.

source: Orphaned %s
de: Archivierte %s

source: Select wallet
de: Brieftasche auswählen

source: Assign to Persona
de: Verknüpfe zu Persona

source: Copy to Persona
de: Kopiere zu Persona

source: Encryption secret | This was originally generated on account creation. If you have reason to believe it might have been compromised you can generate or enter a new one.
de: Verschlüsselungsgeheimnis | Das Geheimnis wurde initial zusammen mit Ihrem Konto erzeugt. Wenn Sie glauben, dass es kompromittiert sein könnte, erzeugen Sie ein neues Geheimnis.

source: All your pidder data will be re-encrypted with the new secret. This might take a while.
de: Alle Ihre pidder-Daten werden dann neu verschlüsselt. Dies kann einen Moment dauern.

source: If you set this to %s your passphrase will be used to encrypt your data instead.
de: Wenn Sie dieses Feld auf den Wert %s setzen, wird Ihre Passphrase verwendet, um Ihre Daten zu verschlüsseln.

source: Change your encryption secret
de: Verschlüsselungsgeheimnis ändern

source: Encryption Secret
de: Verschlüsselungsgeheimnis

source: Passphrase Generator
de: Passphrasen-Generator

source: One-time-passphrases | These codes can be used for authentication only once.
de: Einmal-Passphrasen | Mit diesen Passphrasen können Sie sich jeweils genau einmal anmelden.

source: They will work only if your secret is not set to &quot;%s&quot;. Otherwise your data can not be decrypted.
de: Das funktioniert nur, wenn Sie als Verschlüsselungsgeheimnis nicht &quot;%s&quot; verwenden. Sonst können Ihre Daten nicht entschlüsselt werden.

source: There will be no access to the account settings when you authenticate using a one-time-passphrase!
de: Wenn Sie sich mit einer Einmal-Passphrase anmelden, haben Sie aus Sicherheitsgründen keinen Zugriff auf die Kontoeinstellungen.

source: Codes currently available:
de: Aktuell vorhandene Codes:

source: Codes newly created:
de: Neu erzeugte Codes:

source: Short
de: Kurz

source: RFC4122
de: Lang

source: Reset
de: Zurücksetzen

source: Clear
de: Leeren

source: Print
de: Drucken

source: Valid until:
de: Gültig bis:

source: One time passphrase validity | The codes are valid until the given date.
de: Gültigkeitsdauer | Diese Codes sind bis zu dem gewählten Datum gültig.

source: If no date is given the codes will not expire until they are used.
de: Wenn Sie kein Datum vergeben, verfallen die Codes nicht, bis sie verwendet werden.

source: Data
de: Daten

source: Select %s
de: %s wählen

source: Please select the %s you wish to view.
de: Bitte wählen Sie die %s, die Sie anzeigen möchten.

source: Navigate to this identity...
de: Zu Identität navigieren...

source: Messages
de: Nachrichten

source: Contacts
de: Kontakte

source: Destroy account
de: Konto löschen
