Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Please specify the key(s) you want to upload.
de: Bitte geben Sie die Schlüssel an, die Sie hochladen möchten.

source: Nothing to update.
de: Es gibt nichts zu aktualisieren.

source: Please specify the key(s) you want to update.
de: Bitte geben Sie die Schlüssel an, die Sie ändern möchten.

source: Upload keys
de: Hochladen

source: Keyset status
de: Schlüsselpaar

source: You have no active Public Key.
de: Sie haben keinen aktiven öffentlichen Schlüssel.

source: Your public key exists and is ready for use.
de: Ihr öffentlicher Schlüssel ist vorhanden und kann verwendet werden.

source: You have not stored the Private Key at the server.
de: Sie haben keinen privaten Schlüssel am Server hinterlegt.

source: Private key known for this session.
de: Privater Schlüssel ist für die Dauer der Sitzung bekannt.

source: Your private key is currently stored on the server and ready for use.
de: Ihr privater Schlüssel ist derzeit am Server gespeichert und kann verwendet werden.

source: Removing your private key. You will have to provide your private key individually each time you want to decrypt a message or share.
de: Privaten Schlüssel entfernen. Sie müssen in Zukunft Ihren privaten Schlüssel individuell und temporär angeben, wenn Sie eine Nachricht oder Freigabe entschlüsseln möchten.

source: Remove private key
de: Privaten Schlüssel löschen

source: WARNING
de: ACHTUNG

source: This requires the RSA re-encryption of all shared secrets.
de: Dies erfordert die RSA Neuverschlüsselung aller Ihrer freigegebenen Daten.

source: This process is very time consuming and the browser may FREEZE up to SEVERAL MINUTES!
de: Dieser Prozess ist sehr zeitaufwändig und der Browser kann bis zu MEHRERE MINUTEN nicht mehr REAGIEREN!

source: Do not interrupt the process or close your browser!
de: Unterbrechen Sie den Vorgang bitte nicht, nachdem Sie ihn gestartet haben! Schließen Sie den Browser nicht!

source: Are you sure you want to proceed?
de: Wollen Sie fortfahren?

source: Transfer to temporary field
de: In das Feld 'Temporär' übertragen

source: Transfer to persistent field
de: In das Feld 'Persistent' übertragen.

source: Temporary
de: Temporär

source: Password for encrypted certificates
de: Passwort für verschlüsseltes Zertifikat

source: Evaluating consisteny of public and private key...
de: Überprüfe Schlüsselpaar auf Konsistenz...

source: Upload keyset
de: Schlüssel hochladen

source: Upload a new public key
de: Ihren öffentlichen Schlüssel hochladen

source: Upload a new private key
de: Ihren privaten Schlüssel hochladen

source: You may...
de: Sie können...

source: Generate keypair
de: Schlüsselpaar erzeugen

source: Upload keypair
de: Schlüsselpaar laden

source: Remove keypair
de: Schlüsselpaar löschen

source: Remove your public key. All existing shares of other people's identities will be deleted.
de: Ihren öffentlichen Schlüssel entfernen. Damit werden gleichzeitig alle existierenden Freigaben und Nachrichten für diese Identität gelöscht.

source: Clearance name of identity | This is the name of the identity as it will appear in the address book of the people you share this identity with.
de: Freigabename der Identität | Unter diesem Namen erscheint diese Identität im Adressbuch derjenigen, denen Sie die Identität freigeben haben.

source: As a user of the Premium Edition, you can register this name and truly make it your own if it has not already been registered by somebody else.
de: Als Nutzer der Premium Edition können Sie diesen Namen registrieren, sofern er nicht schon registriert worden ist.

source: You have currently registered this name.
de: Sie haben diesen Name gegenwärtig registriert.

source: You need to release this registration before you can change the name.
de: Sie müssen die Registrierung aufheben, damit Sie den Namen ändern können.

source: Release
de: Ändern

source: Release name
de: Registrierung entfernen

source: Register
de: Registrieren

source: Register name
de: Name registrieren

source: This %{element} has one more %{child} that is currently inactive because of the limitations of the Base Edition.
de: Diese %{element} hat eine weitere %{child}, die derzeit aufgrund der Begrenzungen der Basis Edition inaktiv ist.

source: New persona
de: Neue Persona

source: Add a new persona...
de: Neue Persona hinzufügen...

source: Destroy identity
de: Identität löschen

source: This will destroy this identity and its clearance.
de: Damit wird diese Identität und ihre Freigaben gelöscht.

source: Personas of this identity that are assigned to other identities will not be effected.
de: Personas dieser Identität, die auch noch anderen Identitäten zugeordnet sind, sind davon nicht betroffen.

source: Edit %s...
de: %s bearbeiten...

source: Set trust level
de: Vertrauenslevel setzen

source: Manage clearance of %s...
de: Freigabe von %s verwalten...

source: Keys
de: Schlüssel

source: Manage keys of %s...
de: Schlüssel der %s verwalten...

source: Read more about how clearance and trust levels work in our %s.
de: Lesen Sie mehr über die Verwendung von Freigabe- und Vertrauensleveln in unseren %s.

source: Unassign persona | Remove persona from this identity. If this is the last association of the persona you will be prompted whether to archive or to delete the persona.
de: Löse Persona | Entferne die Persona von dieser Identität. Falls dies die letze Zuordnung der Persona ist, werden Sie gefragt werden, ob die Persona archiviert oder gelöscht werden soll.

source: Unassign Persona from this identity
de: Persona von dieser Identität lösen

source: Unassign Persona
de: Löse Persona

source: Manage clearance...
de: Freigabe verwalten...

source: Manage keyring...
de: Schlüsselring verwalten...

source: Manage dropbox...
de: Dropbox verwalten...

source: Delete identity...
de: Identität löschen...

source: Uploaded public key
de: Ihren öffentlichen Schlüssel hochladen

source: Uploaded private key
de: Ihren privaten Schlüssel hochladen

source: Search in your data
de: In Ihren Daten suchen

source: Loading overview
de: Lade Übersicht

source: Grats! You have created your first identity.
de: Glückwunsch! Sie haben Ihre erste Identität angelegt.

source: Create your %{first_identity}.
de: Legen Sie Ihre %{first_identity} an.

source: first identity
de: erste Identität

source: Now %{invite_link}, so you can start to communicate with them confidentially.
de: %{invite_link}, damit Sie mit ihnen vertraulich kommunizieren können.

source: invite some friends
de: Laden Sie nun Ihre Freunde ein

source: Check %{addressbook_link} to see if some of your friends are already using pidder.
de: Verwenden Sie %{addressbook_link}, um zu schauen, ob Ihre Freunde bereits bei pidder sind.

source: the pidder public address book
de: das öffentliche Adressbuch

source: Use the %{wizard_link} and check out our %{wiki_link} for an introduction of the pidder features.
de: Schauen Sie sich die %{wizard_link} und %{wiki_link} für eine Einführung in die Funktionen von pidder an.

source: pidder wizards
de: pidder Assistenten

source: wiki pages
de: Wiki Seiten

source: Feature_list
de: Feature_Liste

source: %{click_here} if you do not wish to see this next steps window anymore.
de: %{click_here} wenn Sie dieses Nächste-Schritte-Fenster nicht mehr angezeigt bekommen möchten.

source: click here
de: klicken Sie hier

source: (You can re-activate it from within your preferences).
de: (Sie können es über Ihre Einstellungen wieder aktivieren).

source: Contact card view
de: Kontakt-Kartensicht

source: Contact profile view
de: Kontakt-Profilsicht

source: Create your first Identity
de: Legen Sie Ihre erste Identität an

source: %s the clipboard element here.
de: %s das Clipboardelement hierher.

source: Move
de: Verschiebe

source: Cancel the operation.
de: Operation abbrechen.

source: Switch to regular view
de: Zur HTML-Sicht wechseln

source: About
de: Über

source: Remove elements from clipboard
de: Entferne Elemente vom Clipboard

source: Drag clipboard elements to the trash can area or anywhere outside of the clipboard area to remove them from the clipboard.
de: Ziehen Sie Clipboardelemente auf die Fläche des Mülleimers oder irgendwo außerhalb der Clipboardfläche, um sie vom Clipboard zu entfernen.

source: Click on the trash can icon to remove all elements from the clipboard at once.
de: Klicken Sie auf den Mülleimer, um alle Elemente auf einmal vom Clipboard zu entfernen.

source: Session time left
de: Verbleibende Sitzungsdauer

source: Time remaining before your session times out.
de: Die verbleibende Zeit bevor Ihre Sitzung beendet wird.

source: Click to reset.
de: Zum Zurücksetzen klicken.

source: Go to pidder's start page...
de: Zur Startseite von pidder...

source: minutes
de: Minuten

source: Drag & drop personas, wallets or cards into this area.
de: Ziehen Sie Personas, Brieftaschen oder Karten auf diese Fläche.

source: Then navigate to the target identity, persona, or wallet, respectively, and copy/move/assign the element, by dragging & dropping it into the highlighted area.
de: Navigieren Sie anschließend zum Zielelement und ziehen den Clipboardinhalt per Drag&Drop auf die hervorgehobene Fläche, um ihn dahin zu kopieren, verschieben oder verknüpfen.

source: This account is not configured for using a one time passphrase.
de: Ihr Konto ist nicht für die Verwendung einer Einmal-Passphrase konfiguriert.

source: Loading data ...
de: Lade Daten...

source: Wizard
de: Assistent

source: Pin left...
de: An linken Rand heften...

source: Pin right...
de: An rechten Rand heften...

source: Account activation
de: Kontoaktivierung

source: Staticpage meta-description Index
de: Die Online Identätsmanagement Plattform ermöglicht Ihnen den Aufbau eines Private Social Networks. Verwendenden Sie Pseudonyme zur Organisation der verschiedenen Aspekte Ihrer virtuellen Identität. Bleiben Sie Herr über Ihre Daten, indem Sie diese nur verschlüsselt ablegen.

source: Staticpage meta-keywords Index
de: identitätsmanagement, privatsphäre, private social network, pseudonyme, disjunkt, datenfreigabe, vertrauenslevel, vertraulichkeit, host proof system, sicherheit, starke verschlüsselung, rsa, aes, openssl

source: Donation page
de: Donation-Seite

source: _bubble_donation_text_header
de: Huhu!

source: _bubble_donation_text_body
de: Sie wollen dazu beitragen, dass pidder auch in Zukunft läuft? Das ist nett von Ihnen!

source: Error page
de: Fehlerseite

source: _bubble_error_text_header
de: Huhu!

source: _bubble_error_text_body
de: Da ist was schief gelaufen. Gucken Sie mich nicht so an. Ich war's nicht!

source: Please use the top navigation to navigate to a valid page.
de: Bitte verwenden Sie die Hauptnavigation um zu einer gültigen Seite zu gelangen.

source: Floating shoutbox
de: Schwebende Shoutbox

source: Donation for Pidder
de: Unterstützung für pidder

source: Profile page
de: Profilseite

source: Purchase
de: Einkaufen

source: Down for maintenance
de: Wartungsarbeiten

source: Start at
de: Start um

source: We hope to be back for you at %s
de: Wir hoffen, um %s wieder für Sie da zu sein

source: If you have defined a keyfile use this button to set it for authentication.
de: Wenn Sie ein Keyfile hinterlegt haben, benutzen Sie diesen Button, um es für die Anmeldung zu verwenden.

source: wrong attempt
de: fehlerhafter Versuch

source: attempts left
de: Versuche übrig

source: Login is locked for
de: Anmeldung gesperrt für

source: seconds
de: Sekunden

source: Leave Pidder
de: pidder verlassen

source: Your credentials
de: Ihre Anmeldeinformationen

source: Generating puzzle ...
de: Erzeuge Puzzle...

source: The %s for this account is disabled until %s. Too many wrong attempts.
de: Das %s ist für dieses Konto bis %s deaktiviert. Zu viele falsche Versuche.

source: Authentication Puzzle
de: Anmeldungspuzzle

source: Your session seems valid but the passphrase is lost.
de: Ihre Sitzung scheint gültig zu sein aber Ihre Passphrase ist nicht verfügbar.

source: Because of this your data cannot be decrypted anymore.
de: Deshalb können Ihre Daten nicht mehr entschlüselt werden.

source: This needn't be reason to panic.
de: Dies muss kein Grund zur Panik sein.

source: How could this happen?
de: Wie konnte das passieren?

source: You might have more than one instance of pidder running in the same browser in another tab.
de: Möglicherweise haben Sie mehr als eine Instanz von pidder in Ihrem Browser laufen, z.B. in einem anderen Tab.

source: Or maybe you reconnected to an earlier session that is not yet timed out without logging out first.
de: Oder Sie haben sich erneut mit pidder verbunden ohne sich vorher abzumelden und die alte Sitzung ist noch nicht abgelaufen.

source: What now?
de: Was nun?

source: Close this browser tab or window or simply surf to another location. Any other open window running pidder will not be affected.
de: Schließen Sie diesen Browser Tab oder das Fenster oder navigieren auf eine andere Webseite. Dadurch bleiben alle anderen Fenster, in denen Sie pidder laufen haben unberührt.

source: Close the session and return to pidder's start page.
de: Beenden Sie die Sitzung und kehren Sie zur pidder Startseite zurück.

source: Hint: If you close this session all other open pidder windows will lose their session too, so you will be logged out in all windows.
de: Hinweis: Wenn Sie die Sitzung schließen, ist diese auch für alle anderen pidder Fenster beendet. Sie sind also überall abgemeldet.

source: Close session
de: Sitzung beenden

source: In order to send messages from one of your identities, you need to do the following:
de: Um eine Nachricht von einer Ihrer Identitäten zu versenden, ist noch Folgendes zu tun:

source: The identity from which you want to send messages needs to be shared with your intended recipients.
de: Die Identität, von der Sie die Nachricht versenden, muss den gewünschten Empfängern freigegeben sein.

source: The identity from which you want to send messages needs to have a clearance name.
de: Die Identität, von der Sie die Nachricht versenden, muss einen Freigabenamen haben.

source: Choose recipients
de: Empfänger auswählen

source: Simply start typing the name of the contact you want to send the encrypted message to.
de: Geben Sie die Anfangsbuchstaben des Kontaktes ein, dem Sie eine verschlüsselte Nachricht senden möchten.

source: You will then be presented with a list of available contacts matching your input.
de: Sie bekommen dann eine Liste angezeigt, die sich Ihrer Auswahl anpasst.

source: If there is the suffix (unconnected) behind a contact name, this means that so far you have not disclosed any information to that contact.
de: Wenn Sie hinter einem Kontaktnamen (unverbunden) angezeigt bekommen, bedeutet dies, dass Sie mit diesem Kontakt bisher noch nie in Verbindung getreten sind.

source: If you choose to send a message to such a contact, then a connection will be established between your current identity and this contact.
de: Wenn Sie diesem Kontakt eine Nachricht senden, wird eine Verbindung zwischen Ihrer aktuellen Identität und diesem Kontakt hergestellt.

source: At least you must select one recipient.
de: Sie müssen mindestens einen Empfänger auswählen.

source: No contacts available
de: Keine Kontakte verfügbar

source: To
de: An

source: Type the name of a recipient.
de: Geben Sie den Namen eines Empfängers ein.

source: Use '.' to get a list of all available recipients.
de: Mit '.' sehen Sie eine Liste aller möglichen Empfänger.

source: Save draft
de: Entwurf speichern

source: No clearance name
de: Kein Freigabename

source: No Message
de: Keine Nachricht

source: From
de: Von

source: Date
de: Datum

source: This event has been deleted.
de: Dieser Event wurde gelöscht.

source: Show event...
de: Event anzeigen...

source: Recipients
de: Empfänger

source: This will withdraw the message.
de: Die Nachricht wird zurückgezogen.

source: Withdraw the message from %s.
de: Diese Nachricht von %s zurückziehen.

source: No more recipients.
de: Keine weiteren Empfänger.

source: This message has already been withdrawn from all recipients.
de: Diese Nachricht ist bereits von allen ursprünglichen Emfängern zurück gezogen.

source: You can either forward it to new recipients or it will be deleted from your outbox.
de: Sie können die Nachricht entweder an neue Empfänger weiterleiten, oder sie wird aus Ihrem Postausgang gelöscht.

source: Show message...
de: Nachricht anzeigen...

source: Forward
de: Weiterleiten

source: Forward message...
de: Nachricht weiterleiten...

source: Withdraw message...
de: Diese Nachricht zurückziehen...

source: Reply
de: Antwort

source: Reply message...
de: Nachricht beantworten...

source: Enter the text for your new note...
de: Geben Sie den Text Ihrer Notiz ein...

source: Update note
de: Notiz aktualisieren

source: This will delete the note.
de: Dadurch wird die Notiz gelöscht.

source: Show all notes...
de: Alle Notizen anzeigen...

source: Delete this note...
de: Diese Notiz löschen...

source: Edit this note...
de: Dieses Notiz bearbeiten...

source: Create note
de: Notiz anlegen

source: Dear pidder team,
de: Liebes pidder Team,

source: Draft
de: Entwurf

source: to
de: an

source: Show the Message...
de: Nachricht anzeigen...

source: No Subject
de: Kein Betreff

source: This will delete the message.
de: Die Nachricht wird gelöscht.

source: Delete this message...
de: Diese Nachricht löschen...

source: No messages
de: Keine Nachrichten

source: Default wallet | Determines the wallet that will be open per default when you navigate to this persona.
de: Standard-Brieftasche | Bestimmt, welche Brieftasche angezeigt werden soll, wenn Sie auf diese Persona navigieren.

source: Assign identity | You can assign this persona to other identities.
de: Identität verknüpfen | Sie können diese Persona zu anderen Identitäten verknüpfen. Beachten Sie dabei bitte das mögliche Kompromittierungsrisiko.

source: Assign wallet | You can assign wallets from the archive or form other personas. Please be aware that assigning a wallet from another persona might compromise both personas.
de: Brieftasche verknüpfen | Sie können Brieftaschen aus dem Archiv oder von anderen Personas hierher verknüpfen. Beachten Sie bitte, dass die Zuordnung einer Brieftasche in mehrere Personas eine Kompromittierung dieser Personas bedeuten kann.

source: Default Wallet
de: Standard-Brieftasche

source: Assign to or from this persona
de: Verknüpfe zu oder von dieser Persona

source: Assign Wallet
de: Verknüpfe Brieftasche

source: No image
de: Kein Bild

source: My profile
de: Mein Profil

source: This name will be displayed in the Add-on user interface to identify this wallet.
de: Dieser Name wird im User Interface des Add-ons für diese Brieftasche angezeigt.

source: Cipherbox wallet
de: Cipherbox-Brieftasche

source: This requires the Firefox Add-on "Cipherbox" and currently is an experimental feature!
de: Hierfür ist das Firefox Add-on "Cipherbox" Voraussetzung und die Cipherbox-Brieftaschen sind momentan ein experimentelles Feature.

source: The content of a Cipherbox wallet will be displayed, managed and en/-decrypted solely within the Add-on context.
de: Der Inhalt einer Cipherbox-Brieftasche wird ausschließlich im Add-on Kontext angezeigt, verwaltet sowie ver- und entschlüsselt.

source: This provides a significant increase in data security.
de: Damit ist eine deutliche höhere Datensicherheit gegeben.

source: If you want to learn more about the Cipherbox Add-on please visit the %s of the project.
de: Wenn Sie mehr über das Cipherbox Add-on erfahren möchten, besuchen Sie die %s des Projekts.

source: Are you sure you want to delete it anyway?
de: Sind Sie sicher, dass Sie sie trotzdem löschen wollen?

source: Copy persona | Create a copy of this persona and assign it to the selected identity.
de: Persona kopieren | Erzeuge eine Kopie dieser Persona, die der ausgewählten Identität zugewiesen wird.

source: Copy persona
de: Kopiere Persona

source: The persona contains wallets that are not assigned to any other persona.
de: Die Persona enthält Brieftaschen, die keiner anderen Persona zugeordnet sind.

source: Pseudonym | This is the name of the persona or its pseudonym. This field is mandatory.
de: Pseudonym | Der Name der Persona bzw. ihr Pseudonym. Dieses Feld muss ausgefüllt werden.

source: Description of persona | Here you can describe the persona in a few words or sentences. It will only be displayed to you, so may choose to use it for specifying the reason for creating it. This field is optional.
de: Beschreibung der Persona | Hier können Sie die Persona in ein paar Worten oder Sätzen beschreiben. Diese Beschreibung wird nur für Sie sichtbar sein. Sie können darin also z.B. Ihre Gründe für das Anlegen dieser Persona festhalten. Dieses Feld ist optional.

source: Gender of persona | Specifying the gender of the persona is optional.
de: Geschlecht der Persona | Die Angabe des Geschlechts ist optional.

source: Clearance description of persona | Here you can describe this persona as you wish it to be seen by the people you share this persona with.
de: Freigabebeschreibung der Persona | Hier können Sie die Persona so beschreiben, wie andere Leute, denen Sie sie freigegeben haben, sie sehen sollen.

source: Default view
de: Standardsicht

source: Determines the default view for displaying this persona. Show the profile or the card view.
de: Legt die Standardsicht auf diese Persona fest: Profil- oder Kartensicht anzeigen.

source: Switchable view
de: Sicht umschaltbar

source: When other users browse this persona, should they be able to switch the view, or should they only see the default view?
de: Wenn andere diese Persona betrachten, sollen Sie dann zwischen den Sichten umschalten können oder soll Ihnen immer die Standardsicht angezeigt werden?

source: View is switchable
de: Ansicht umschaltbar

source: Gender
de: Geschlecht

source: not specified
de: nicht angegeben

source: female
de: weiblich

source: male
de: männlich

source: No avatar
de: Kein Avatar

source: no wallet
de: keine Brieftasche

source: and no profile
de: und kein Profil

source: Currently, there is %s associated to this persona.
de: Momentan ist %s mit dieser Persona verbunden.

source: Delete this persona...
de: Diese Persona löschen...

source: Create Profile
de: Profil anlegen

source: Create Wallet
de: Brieftasche anlegen

source: New Wallet
de: Neue Brieftasche

source: Add a new wallet...
de: Neue Brieftasche hinzufügen...

source: No wallets available.
de: Keine Brieftaschen verfügbar

source: Move persona | Move this persona to the selected identity.
de: Verschiebe Persona | Verschiebt die Persona zur ausgewählten Identität.

source: Move persona
de: Verschiebe Persona

source: Move to Identity
de: Verschiebe zu Identität

source: Create structure | When checked pidder will automatically create a wallet with this persona. Uncheck this if you wish to create the initial substructure of the new persona yourself.
de: Struktur anlegen | Wenn ausgewählt, wird pidder automatisch auch eine Brieftasche mit dieser Persona erzeugen. Wählen Sie die Option ab, wenn Sie die Unterstruktur der neuen Persona lieber selber erzeugen möchten.

source: Structure
de: Struktur

source: Create a wallet together with this persona.
de: Gleichzeitig eine Brieftasche anlegen.

source: Create Persona
de: Persona anlegen

source: The cipherbox wallet is only available for Firefox (version 4 or above).
de: Die Cipherbox-Brieftasche ist nur für Firefox (Version 4 oder höher) verfügbar.

source: Opens the cipherbox wallet if the Cipherbox Add-on is installed and unlocked.
de: Öffnet die Cipherbox-Brieftasche, wenn das Cipherbox Add-on installiert und entsperrt ist.

source: Destroy persona
de: Persona löschen

source: This will destroy this persona.
de: Damit wird diese Persona gelöscht.
