Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Please open the toolbox "%{toolbox_name}" on the right by clicking on the text "%{toolbox_name}".
de: Dazu öffnen Sie bitte rechts die Toolbox "%{toolbox_name}", indem Sie auf den Text "%{toolbox_name}" klicken.

source: The toolbox will open and display icons for all available options, including adding a new event.
de: Die Toolbox öffnet sich und zeigt Icons für alle verfügbaren Optionen, inbesondere auch zum Hinzufügen eines Events.

source: You have learned how to create and manage events.
de: Sie haben gelernt, wie Sie Events anlegen und verwalten.

source: This wizard will introduce you to pidder forums.
de: Dieser Assistent stellt Ihnen die pidder Foren vor.

source: message icon
de: Nachrichten-Icon

source: Add forum
de: Forum anlegen

source: Open the "%{dialog_name}" dialog by clicking on the %{group_icon} forum icon.
de: Öffnen Sie den Dialog "%{dialog_name}", indem Sie auf das %{group_icon} Forum-Icon klicken.

source: Edit the attributes of the new forum:
de: Bearbeiten Sie die Werte für das neue Forum:

source: The forum name is a mandatory field.
de: Der Forenname muss befüllt werden.

source: Optionally, you can enter a description and set a picture.
de: Die Eingabe einer Beschreibung und das Setzen eines Forenbildes ist optional.

source: On the lower left hand side you see a list of your contacts and groups.
de: Auf der linken unteren Seite sehen Sie Liste Ihrer Kontakte und Gruppen.

source: You can add participants to the forum by selecting entries from that list.
de: Sie können die Teilnehmer des Forums festlegen, indem Sie sie aus dieser Liste auswählen.

source: Forum topics
de: Forenthemen

source: Forums consist of topics, topics have threads, and threads have postings.
de: Foren bestehen aus Themen, Themen haben Stränge und Stränge wiederum bestehen aus Beiträgen.

source: In this dialog you create the topics of your new forum.
de: In diesem Dialog können Sie die Themen Ihres neuen Forums anlegen.

source: Please create a few topics by entering both name and description and then clicking the "%{button}" button to save your changes.
de: Bitte erzeugen Sie ein paar Themen, indem Sie Name und Beschreibung vergeben und durch Klick auf den "%{button}" Button abspeichern.

source: You can repeat this to create as many topics as you like.
de: Sie können dies beliebig oft wiederholen, um so viele Themen zu erzeugen, wie Sie wünschen.

source: You can use the topic menus to sort, edit or delete your topics, respectively.
de: Sie können die Themen-Menüs verwenden, um Ihre Themen zu sortieren, zu bearbeiten oder zu löschen.

source: To view your newly created forum, click on the tab %{tab_name}.
de: Um Ihr neu angelegtes Forum zu betrachten, klicken Sie auf den Reiter %{tab_name}.

source: Select topic
de: Thema auswählen

source: Select one of your newly created topics to start a thread.
de: Wählen Sie eines Ihrer neu erzeugten Themen aus, um einen Strang zu beginnen.

source: Start thread
de: Strang anlegen

source: Start a new thread by clicking on the "%{button}" button.
de: Beginnen Sie einen neuen Strang, indem Sie auf den "%{button}" Button klicken.

source: Enter content
de: Inhalt eingeben

source: Please enter a subject and the content of your new posting.
de: Bitte geben Sie einen Betreff und den Text Ihres Beitrags ein.

source: You can use BBcode formatting for your content.
de: Sie können BBcode zur Formatierung des Inhaltes verwenden.

source: Clicking on the Preview button will show you what your posting will look like.
de: Nach Klick auf den Vorschau-Button wird Ihnen angezeigt, wie Ihr Beitrag aussehen wird.

source: Once you are happy with your posting you can save it by clicking the "%{button}" button.
de: Wenn Sie mit Ihrem Beitrag zufrieden sind, speichern Sie ihn durch Klick auf den "%{button}" Button.

source: Select thread
de: Strang auswählen

source: You can repeat this to create as many threads as you like.
de: Sie können dies beliebig oft wiederholen, um so viele Stränge anzulegen, wie Sie wünschen.

source: In order to view the newly created thread, click on its title.
de: Um den neu erzeugten Strang zu betrachten, klicken Sie auf dessen Titel.

source: The currently selected thread is now displayed.
de: Der ausgewählte Strang wird nun dargestellt.

source: You can compose a response, quote one of the existing postings, or edit any of your own postings within the thread.
de: Sie können eine Antwort verfassen, einen bestehenden Beitrag zitieren oder jeden Ihrer eigenen Beiträge innerhalb des Strangs editieren.

source: You can use the tab navigation to return to the containing topic or forum, respectively.
de: Sie können mit der Reiternavigation zum übergeordneten Thema oder Forum zurück gelangen.

source: Forum subscription
de: Foren Abonnement

source: In case you have provided a verified email address in your defaults, you can subscribe to forums.
de: Falls Sie eine verfizierte E-Mail Adresse in Ihren Einstellungen hinterlegt haben, können sie Foren abonnieren.

source: That way you will be notified about new postings.
de: So werden Sie über neue Beiträge benachrichtigt.

source: You can subscribe at any level of a forum:
de: Sie können ein Forum auf jeder Ebene abonnieren:

source: At thread level, at topic level or at forum level, respectively.
de: Auf Ebene der Stränge, der Themen oder des gesamten Forums.

source: Display Forums
de: Foren anzeigen

source: Your new forum is now displayed in your communication center.
de: Ihr neues Forum wird nun in Ihrem Nachrichtencenter dargestellt.

source: You can also choose to display all of your forums in your dashboard by adding the forum widget.
de: Sie können ebenfalls alle Ihre Foren in Ihrem Dashboard anzeigen lassen, indem Sie dort das Forums-Widget hinzufügen.

source: You have learned how to create and manage forums.
de: Sie haben gelernt, wie Sie Foren anlegen und verwalten.

source: Groups
de: Gruppen

source: This wizard will familiarize you with pidder's concept of groups.
de: Dieser Assistent soll Ihnen pidders Gruppenkonzept nahe bringen.

source: While %{wizard_link} provide a user centric method of determining the recipients of my data or messages
de: Während %{wizard_link} eine nutzerzentrierte Methode bereitstellen, die Empfänger meiner Daten oder Nachrichten zu bestimmen

source: Trust Levels
de: Vertrauenslevel

source: using %{group_img} groups will ensure that the audience is the same for all participants.
de: wird mit der Verwendung von Gruppen sichergestellt, dass der Empfängerkreis für alle Teilnehmer derselbe ist.

source: Open the "%{dialog_name}" dialog by clicking on the %{group_icon} group icon.
de: Öffnen Sie den Dialog "%{dialog_name}", indem Sie auf das %{group_icon} Gruppen-Icon klicken.

source: Add the attributes of the %{item}:
de: Fügen Sie die Werte für Ihre %{item} hinzu:

source: Specify a name for the new group
de: Geben Sie den Namen der neuen Gruppe ein

source: and determine which of your pidder identities will be the group administrator.
de: und bestimmen Sie, welche Ihrer Identitäten Gruppenadministrator sein wird.

source: Group members
de: Gruppenmitglieder

source: Now edit the members of the new group.
de: Nun legen Sie die Mitglieder der neuen Gruppe fest.

source: From the list of your available contacts and your own identities on the left hand side, select the ones that you want to be members of the group.
de: Aus der Liste Ihrer verfügbaren Kontakte und Ihrer eigenen Identitäten auf der linken Seite wählen Sie diejenigen aus, die Sie zu Mitgliedern der Gruppe machen möchten.

source: Once your are happy with your selection click on the "%{button}" button to save your changes.
de: Wenn Sie mit Ihrer Auswahl zufrieden sind, klicken Sie auf den "%{button}" Button, um diese zu speichern.

source: From the list of group members on the lower left hand side, select the ones that you want to be administrators of the group.
de: Aus der Liste der Gruppenmitglieder links unten wählen Sie bitte diejenigen aus, die Sie zu Gruppenadministratoren machen möchten.

source: Display Group
de: Gruppe anzeigen

source: Your new group is now displayed in your contact center.
de: Ihre neue Gruppe wird nun in Ihrem Kontaktcenter dargestellt.

source: It also appears in the alphabetical list on the left hand side.
de: Sie erscheint auch in der alphabetischen Liste auf der linken Seite.

source: The group will appear in the contact centers of every group member.
de: Diese Gruppe wird nun ebenfalls im Kontaktcenter eines jeden Mitglieds der Gruppe angezeigt.

source: Group administrators can edit this group by clicking on the %{edit_icon} edit icon.
de: Gruppenadministratoren können diese Gruppe bearbeiten, indem sie auf das %{edit_icon} Editier-Icon klicken.

source: You have learned how to create and manage groups.
de: Sie haben gelernt, wie Sie Gruppen anlegen und verwalten.

source: Invite Contacts
de: Kontakte einladen

source: This wizard will guide you through the steps for inviting new contacts.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie Kontakte einladen.

source: You will learn how you can do that either with the buildt-in invitation system or by using your own email client.
de: Sie erfahren darin, wie Sie entweder das Einladungssystem von pidder dafür verwenden oder sie alternativ Einladungs-E-Mails mit Ihrem eigenen Mailprogramm versenden.

source: invitation icon
de: Einladungs-Icon

source: Select sender
de: Absender auswählen

source: First select your pidder identity that will send the invitation.
de: Zunächst wählen Sie bitte Ihre pidder Identität aus, welche die Einladung versendet.

source: As a user of the free Base Edition, you will have only one pidder identity.
de: Als Nutzer der Basis Edition können Sie nur eine pidder Identität haben.

source: So let's select that identity.
de: Also wählen wir diese Identität.

source: Select invitee
de: Eingeladenen auswählen

source: Now enter the email address of the person you wish to invite.
de: Nun geben sie die E-Mail Adresse der Person ein, die Sie einladen möchten.

source: That address will NOT be stored within pidder so you do not have to fear that you might compromise the privacy of your contacts.
de: Diese Adresse wird NICHT in pidder gespeichert, so dass Sie nicht fürchten müssen, die Privatsphäre Ihrer Kontakte zu beeinträchtigen.

source: What will be stored is a hash (a one way encryption that cannot be decrypted) to prevent that email address from being spammed.
de: Gespeichert wird lediglich ein Hash der E-Mail Adresse (eine Einwegverschlüsselung, die nicht wieder entschlüsselt werden kann), damit diese E-Mail Adresse nicht zugespammt werden kann.

source: You can choose to send a copy of the invitation mail to your own email address in order to see excatly what the invitation mail looks like.
de: Sie können auswählen, dass Ihnen eine Kopie der Einladungsmail zugestelt wird, damit Sie auch sehen, wie genau diese aussieht.

source: This option is only available, however, if you have specified a verified email address in your defaults.
de: Dieser Option ist allerdings nur verfügar, wenn Sie in Ihren Einstellungen eine verifizierte E-Mail-Adresse hinterlegt haben.

source: Choose invitation text
de: Einladungstext wählen

source: After you have entered the email address of the invitee, please choose your invitation text.
de: Nachdem Sie die E-Mail Adresse des Einzuladenden eingegeben haben, entwerfen Sie bitte Ihren Einladungstext.

source: You may either use the example invitation text provided or compose your own invitation text.
de: Dafür können Sie entweder den vorgefertigten Text verwenden oder Ihren individuellen Text verfassen.

source: In order for your invitation text to match the rest of the invitation mail you can select the message language.
de: Damit Ihre EInladungstext zum Rest der Einladungsmail passt, können Sie die Sprache der Nachricht festlegen.

source: Solve Captcha
de: Captcha lösen

source: Once you are happy with with your invitation text you can send your invitation.
de: Wenn Sie mit Ihrem Einladungstext zufrieden sind, klicken Sie auf den "Senden" Button, um die Einladung zu versenden.

source: To do so, you will first have to solve our Captcha.
de: Dazu müssen Sie zuerst unser Captcha lösen.

source: Again, this is meant as a protection against using this forms for spamming.
de: Dies soll wiederum davor schützen, dass dieses Formular zu Spam-Zwecken missbraucht werden kann.

source: Send invitation
de: Einladung versenden

source: Now you can send the invitation by clicking on the "Send" button.
de: Nun können Sie die Einladung versenden, indem Sie auf den "Senden" Button klicken.

source: This button will only be active if you have entered an email address.
de: Dieser Button wird erst aktiv, nachdem Sie eine E-Mail-Adresse eingegeben haben.

source: If you do not want to send an invitation at this time or do not want to provide an email address you can also continue with %{step}.
de: Wenn Sie jetzt keine Einladung versenden möchten oder keine E-Mail-Adresse angeben möchten, können Sie nun auch mit %{step} fortfahren.

source: step %{number}
de: Schritt %{number}

source: Invitation sent
de: Einladung versendet

source: Alternative way
de: Alternativer Weg

source: In case you do not want to provide email addresses of contacts or in case you simply want to use your own email client for sending the invitation, you can do so.
de: Für den Fall, dass Sie keine E-Mail Adressen angeben möchten oder einfach nur Ihr eigenes Mailprogramm für die Versendung einer Einladung verwenden möchten, gibt es einen alternativen Weg.

source: To that end switch the slider to "Yes".
de: Dazu bewegen Sie den Schalter bitte auf die Position "Ja".

source: Generate invitation key
de: Einladungsschlüssel erzeugen

source: Click on the "Generate Key" button to activate the invitation key and create the invitation link.
de: Klicken Sie nun auf den "Schlüssel erzeugen" Button, um den Einladungsschlüssel zu aktivieren und den Einladungslink zu erzeugen.

source: Key generated
de: Schlüssel erzeugt

source: Now copy the content of the input field "Invitation link" and paste it into the email you compose using your own email client.
de: Nun können Sie den Inhalt des Eingabefeldes "Einladungslink" kopieren und in die E-Mail einfügen, die Sie mit Ihrem eigenen Mailprogramm verfassen.

source: You can invite as many people as you like.
de: Sie können beliebig viele Personen einladen.

source: If a contact follows your invitation your inviting identity will be automatically added to their private address book.
de: Wenn ein Kontakt Ihrer Einladung folgt, wird Ihre einladende pidder Identität automatisch in dessen privates Adressbuch hinzugefügt.

source: You have learned how to invite new contacts to pidder to create your own private network.
de: Sie wissen nun, wie Sie neue Kontakte zu pidder einladen, um mit ihnen Ihr eigenes privates Soziales Netzwerk aufzubauen.

source: Wizard not found
de: Assistent nicht gefunden

source: The wizard you are looking for was not found in our list of wizards.
de: Der Assistent, den Sie aufgerufen haben, wurde in unserer Liste verfügbarer Assistenten nicht gefunden.

source: Please click on the %{home_icon} home icon above to return to the wizard selection.
de: Bitte klicken Sie auf das oben stehende %{home_icon} Haus-Icon, um zur Auswahl der Assistenten zurück zu kehren.

source: pidder views
de: pidder Sichten

source: This wizard will guide you through the different pidder views available.
de: Dieser Assistent führt Sie durch die verfügbaren Sichten und Module in pidder.

source: You will learn how to navigate to and view the following modules:
de: Darin zeigen wir Ihnen mehr zu den folgenden Modulen:

source: Dashboard, for data aggregation and shouts
de: Dashboard, für Aggregieren von Daten und Shouts

source: Data view, for displaying and editing your data
de: Datensicht, zur Darstellung und Bearbeitung Ihrer Daten

source: consisting of
de: bestehend aus

source: Profile view
de: Profil-Ansicht

source: Wallet view
de: Brieftaschen-Ansicht

source: Communication Center view, for sending and receiving messages and participating in forums
de: Nachrichtencenter, für das Senden und Empfangen von Nachrichten sowie für die Teilnahme an Foren

source: Contact Center view, for managing your contacts
de: Kontakcenter, Ihr privates Adressbuch

source: %{module} view
de: %{module}-Ansicht

source: The Dashboard displays widgets that can be edited, sorted and removed if necessary.
de: Im Dashboard werden Widgets angezeigt, die editiert, sortiert und bei Bedarf auch wieder entfernt werden können.

source: Widgets are organized in dashboard tabs.
de: Widgets sind in Dashboardreitern organisiert.

source: You can change the order of the tabs simply by dragging and dropping them.
de: Sie können die Reihenfolge der Reiter mittels Drag&Drop verändern.

source: To add a new tab, use the %{item_img} icon in the last tab.
de: Um einen neuen Reiter hinzuzufügen, klicken Sie auf das %{item_img}-Icon im letzten Reiter.

source: To add a new widget to the current dashboard tab open the tab menu by clicking on the %{item_img} icon.
de: Um ein neues Widget zum aktuellen Reiter hinzuzufügen, öffnen Sie das Reitermenü, indem Sie auf das %{item_img}-Icon klicken.

source: To move a widget to another tab use the %{item_img} icon in the widget's title bar.
de: Um ein Widget auf einen anderen Reiter zu verschieben, klicken Sie auf das %{item_img}-Icon in der Titelzeile des Widgets.

source: Widgets that can be edited will display an %{item_img} edit icon when moving the mouse over the title bar.
de: Widgets, die editiert werden können, zeigen ein %{item_img} Editier-Icon, wenn Sie die Maus über die Titelzeile bewegen.

source: Clicking on that icon a second time will close the edit field.
de: Wenn Sie ein zweites Mal auf dieses Icon klicken, wird das Editierfeld wieder geschlossen.

source: Sorting of widgets is done simply by drag & drop.
de: Die Sortierung der Widgets erfolgt einfach per Drag & Drop.

source: A widget can be removed from the dashboard by clicking on the %{item_img} cancel icon in its title bar.
de: Ein Widget wird aus dem Dashboard entfernt, indem Sie auf das %{item_img} Icon in seiner Titelzeile klicken.

source: Next, let's navigate to the %{module} view.
de: Lassen Sie uns als Nächstes zur %{module}-Ansicht wechseln.

source: The Data view displays the data of the currently selected persona.
de: Die Datensicht zeigt die aktuelle Persona samt ihren Daten an.

source: If this persona has a profile page, there will be a switch in the persona tab that lets you view either the %{profile_img} profile view or the %{wallet_img} wallet view of this persona.
de: Wenn es für diese Persona auch eine Profilseite gibt, dann wird ein Schalter angezeigt, mit dem Sie zwischen der %{profile_img} Profil-Sicht und der %{wallet_img} Brieftaschen-Sicht dieser Persona umschalten können.

source: You can learn more about setting up a profile page in the wizard %{wizard_link}.
de: In dem Assistenten %{wizard_link} erfahren Sie mehr darüber, wie Sie eine Profilseite einrichten.

source: Profile setup
de: Profil einrichten

source: The options of the wallet view are covered in more detail in the wizard %{wizard_link}.
de: Die Optionen der Brieftaschen-Sicht beschreiben wir ausführlicher in dem Assistenten %{wizard_link}.

source: Navigate to %{module}
de: Wechsle zu %{module}

source: In your Communication Center you will have a set of Inbox, Outbox, and Drafts folders for each of your pidder identities.
de: In Ihrem Nachrichtencenter steht Ihnen pro pidder Identität ein Satz von Ordnern für Eingang, Ausgang und Entwürfe zur Verfügung.

source: You can sort your messages by clicking on any item of the headline.
de: Sie können Ihre Nachrichten durch Klick auf jeden Eintrag in der Überschrift sortieren.

source: Clicking the same item again will reverse the sort order.
de: Ein erneuter Klick auf denselben Eintrag dreht die Sortierreihenfolge um.

source: To compose a new message click on the %{item_img} message icon in the toolbox.
de: Um eine neue Nachricht zu schreiben, klicken Sie auf das %{item_img} Nachrichten-Icon in der Toolbox.

source: Available recipients for your messages are all the contacts of the currently active identity.
de: Verfügbare Empfänger für Ihre Nachrichten sind alle pidder-Kontakte der aktuellen Identität.

source: Additionally there is a folder containing the forums of the selected identity.
de: Weiterhin gibt es einen Ordner für die Foren der gewählten Identität.

source: For creating a new forum click on the %{item_img} forum icon in the toolbox.
de: Um ein neues Forum anzulegen, klicken Sie auf das %{item_img} Forum-Icon in der Toolbox.

source: For more details about forums see the wizard %{wizard_link}
de: In dem Assistenten %{wizard_link} erfahren Sie mehr über Foren.

source: Using the %{item_img} dropbox icon in the toolbox will open a dialog for managing the settings of your dropbox.
de: Nach Klick auf das %{item_img} Dropbox-Icon öffnet sich ein Dialog, in dem sich die Einstellungen der pidder Dropbox bearbeiten lassen.

source: In the Contact Center you are able to display and manage your pidder contacts and groups.
de: Im Kontaktcenter können Sie Ihre Kontakte und Gruppen anzeigen und bearbeiten.

source: On the left hand side is an alphabetical list of your contacts and groups.
de: Auf der linken Seite sehen Sie eine alphabetische Liste Ihrer Kontakte und Gruppen.

source: The letter tabs on the top allow you to jump to the entries of that respective letter quickly.
de: Die Reiter mit den Buchstaben oben erlauben Ihnen, direkt zu den Einträgen zu springen, die mit dem jeweiligen Buchstaben beginnen.

source: In the middle a preview of the currently selected contact is displayed if that contact shared data with you.
de: In der Mitte sehen Sie eine Vorschau des gerade ausgewählten Kontaktes, sofern dieser Ihnen Daten freigegeben hat.

source: In that case clicking on the contact name or on the "Show all" button will take you to the the contact's pages.
de: In diesem Fall gelangen Sie durch Klick auf den Namen des Kontakts oder durch Klick auf den "Alles zeigen" Button zu den Seiten des Kontakts.

source: In case a group is selected the members of the group are displayed.
de: Falls eine Gruppe ausgewählt ist, werden die Mitglieder der Gruppe angezeigt.

source: On the right hand side the toolbox offers the management options for contacts.
de: Auf der rechten Seite befindet sich die Toolbox mit den Optionen des Kontaktcenters.

source: Those are described in more details in the wizards %{wizard_link_1}, %{wizard_link_2}, %{wizard_link_3}, and %{wizard_link_4}, respectively.
de: Diese werden detaillierter in den Assistenten %{wizard_link_1}, %{wizard_link_2}, %{wizard_link_3} und %{wizard_link_4} beschrieben.

source: Share Data
de: Daten freigeben

source: You can set in your defaults which of these views you want to be your startpage.
de: In Ihren Einstellungen können Sie festlegen, welche dieser Sichten Sie zu Ihrer Startseite machen möchten.

source: That way the selected view is activated after you login to pidder.
de: Die dort gewählte Sicht wird Ihnen dann nach jeder Anmeldung bei pidder angezeigt.

source: To set your startpage select the highlighted entry "Defaults" in the header.
de: Um Ihre Startseite festzulegen, klicken Sie auf den Eintrag "Einstellungen" im Menü.

source: Set default view
de: Standardsicht setzen

source: Please set the option "Startpage" according to your preference.
de: Bitte setzen Sie die Option "Startseite" auf den gewünschten Wert.

source: Financial support
de: Finanzielle Unterstützung
