Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: This will permanently destroy your account and all your data.
de: Dies führt zum endgültigen Löschen Ihres Kontos mit sämtlichen Daten.

source: If this is what you want to do, please type the word YES in the conformation field below.
de: Wenn Sie dies wünschen, schreiben Sie bitte JA in das unten stehende Bestätigungsfeld.

source: Confirmation
de: Bestätigung

source: This will delete your account and all its data from pidder.
de: Dies führt zum endgültigen Löschen Ihres Kontos mit sämtlichen Daten.

source: Your account is now ready for activation.
de: Ihr Konto ist nun für die Aktivierung vorbereitet.

source: Please close this window now to return to the activation page.
de: Bitte schließen Sie dieses Fenster um zur Aktivierungsseite zurück zu kehren.

source: Please %s to finish the activation process.
de: Bitte %s, um den Aktivierungsprozess abzuschließen.

source: log in now
de: melden Sie sich jetzt an

source: Sorry, could not find any active account activation process for the given key.
de: Für diesen Aktivierungscode gibt es keinen aktiven Prozess.

source: Display
de: Darstellung

source: Edit display options...
de: Darstellungsoptionen bearbeiten

source: Levels
de: Level

source: Edit notification options...
de: Benachrichtigungsoptionen bearbeiten...

source: Localization
de: Lokalisierung

source: Edit localization options...
de: Lokalisierungsoptionen bearbeiten...

source: Security
de: Sicherheit

source: Edit security options...
de: Sicherheitsoptionen bearbeiten...

source: Account details
de: Kontodaten

source: Edit attributes...
de: Werte bearbeiten...

source: Assignment
de: Zuordnung

source: Edit asignment...
de: Zuordnung bearbeiten...

source: Edit secret...
de: Geheimnis bearbeiten...

source: Import passwords ...
de: Passwörter importieren...

source: Export passwords...
de: Passwörter exportieren...

source: Invoices
de: Rechnungen

source: Show invoices ...
de: Rechnungen anzeigen...

source: Delete account...
de: Konto löschen...

source: Orphaned Wallets
de: Archivierte Brieftaschen

source: Loading archive
de: Lade Archiv

source: Ctrl-S
de: Strg-S

source: Dear new pidder user,
de: Lieber neuer pidder Nutzer,

source: thank you for registering.
de: vielen Dank für Ihre Registrierung.

source: In this document you will find:
de: In diesem Dokument finden Sie:

source: The activation code for your pidder account
de: Den Aktivierungscode für Ihr pidder Konto

source: Information about the right of revocation for consumers
de: Informationen zu Ihrem Widerrufsrecht als Verbraucher

source: Information about notification of account cancellation
de: Informationen zur Benachrichtigung im Fall einer Kündigung

source: Our General Terms and Conditions
de: Unsere Allgemeinen Geschäftsbedingungen

source: press %{ctrl} to save the document on your computer.
de: Drücken Sie %{ctrl}, um dieses Dokument auf Ihrem Rechner zu speichern.

source: %s T&C
de: AGB %s

source: print
de: drucken

source: Your activation code
de: Ihr Aktivierungscode

source: Please activate JavaScript or find your activation code at the bottom of this page
de: Bitte aktivieren Sie JavaScript oder gehen Sie zum Ende dieser Seite, um Ihren Aktivierungscode angezeigt zu bekommen

source: By using this activation code to complete your pidder account registration you both accept and confirm the delivery of the following Terms and Conditions:
de: Durch die Verwendung dieses Aktivierungscodes bestätigen Sie den Erhalt der nachfolgenden AGB und stimmen diesen AGB zu:

source: You can create a new identity using the select box in the header area above.
de: Sie können eine neue Identität mit der Auswahlbox oben in der Kopfzeile erzeugen.

source: Alternatively, click on this %s icon.
de: Oder klicken Sie auf dieses %s Icon.

source: Click enter or remove your Private Key for this Identity and Session. May be reloaded from database if stored.
de: Setzen oder entfernen Sie den privaten Schlüssel dieser Identität für die Dauer der Sitzung. Er kann vom Server neu geladen werden, wenn er dort hinterlegt ist.

source: Hint
de: Hinweis

source: In order to decrypt data that has been shared with one of your identities, that identity needs to have a private key.
de: Um Daten zu entschlüsseln, die einer Ihrer Identitäten freigegeben wurden, wird für die jeweilige Identität ein Privater Schlüssel benötigt.

source: If you chose not to store a private key on the server for security reasons, this is the place where you can make it available temporarily and without storing it within pidder.
de: Wenn Sie aus Sicherheitsgründen keinen privaten Schlüssel am Server hinterlegen möchten, können Sie ihn hier temporär für die Dauer der Sitzung eingeben ohne ihn bei pidder zu speichern.

source: Email verification
de: E-Mail Verifizierung

source: Your email address has been verified successfully.
de: Ihre E-Mail Adresse wurde erfolgreich verifiziert.

source: You can now use the pidder notification service.
de: Sie können nun den pidder Benachrichtigungsdienst verwenden.

source: Address verification failed.
de: Die Verifizierung ist fehlgeschlagen.

source: Maybe you have already verified your email address or your verification key is not valid anymore.
de: Möglicherweise haben Sie Ihre E-Mail Adresse schon verifiziert oder der Verifizierungsschlüssel ist nicht mehr gültig.

source: To make sure that a contact in pidder really is who they claim to be, they can provide you with a combination of identity number and verification. When they provide you with that information using a verification that only your intended contact can know, you have established a trustworthy connection to that contact.
de: Um sicher zu stellen, dass ein Kontakt in pidder wirklich derjenige ist, der er zu sein vorgibt, kann er Ihnen eine Kombination aus Identitätsnummer und Verifizierung zukommen lassen. Wenn dabei die Verifizierung eine Information ist, die nur Ihr gewünschter Kontakt wissen kann, so haben Sie damit eine vertrauenswürdige Verbindung in pidder hergestellt.

source: If a contact provides you with a public key that you can ascertain to belong to the user you wish to add as a contact, this constitutes another way of establishing a trustworthy connection to that contact.|You can either paste or upload the public key.
de: Wenn ein Kontakt Ihnen einen öffentlichen Schlüssel übermittelt, von dem Sie sicher stellen können, dass er wirklich der Person gehört, die Sie als Kontakt hinzufügen möchten, so ist dies eine weitere Möglichkeit eine vertrauenswürdige Verbindung zu einem Kontakt in pidder herzustellen.

source: If another pidder user sent you an invitation email to establish contact, this connection is only trustworthy if you can ascertain that the mail was really sent from that person. We recommend you make sure by using a communication channel outside of pidder.
de: Wenn Ihnen ein pidder Nutzer eine Einladungsmail zukommen lässt, um den Kontakt in pidder herzustellen, so ist die resultierende Verbindung nur dann vertrauenswürdig, wenn Sie sicher stellen können, dass die Einladung tatsächlich von dieser Person kam. Wir empfehlen, dass Sie dies auf einem Kommunikationswege außerhalb von pidder bestätigen.

source: Identity number
de: Identitätsnummer

source: Please enter the unique identity number and the verfication you received from your contact.
de: Bitte fügen Sie die Identitätsnummer und Verifizierung ein, die Sie von Ihrem Kontakt erhalten haben.

source: Verification
de: Verifizierung

source: Public key
de: Öffentlicher Schlüssel

source: Please paste or upload the RSA public key of your contact.
de: Bitte fügen Sie den öffentlichen Schlüssel (RSA) Ihres Kontaktes ein.

source: Invitation key
de: Einladungsschlüssel

source: Please enter or paste invitation key you received from your contact.
de: Bitte fügen Sie den Einladungsschlüssel ein, den Sie von Ihrem Kontakt erhalten haben.

source: Identity Number
de: Identitätsnummer

source: Paste invitation key of contact
de: Einladungsschlüssel des Kontaktes einfügen

source: Paste public key of contact
de: Öffentlichen Schlüssel eines Kontaktes einfügen

source: Upload key
de: Hochladen

source: Add to address book
de: Zum Adressbuch hinzufügen

source: Upload public key of contact
de: Öffentlichen Schlüssel eines Kontaktes hochladen

source: Upload
de: Hochladen

source: In order to invite your contacts to pidder, you need to do the following:
de: Um Kontakte zu pidder einladen zu können, ist noch Folgendes zu tun:

source: You need at least one identity with a public key and a clearance name to invite contacts.
de: Sie brauchen mindestens eine Identität mit einem öffentlichen Schlüssel und einem Freigabenamen, um Kontakte einzuladen.

source: Tutorials covering this
de: Screencasts zum Thema

source: In order to prepare your default identity use %s.
de: Um Ihre Standardidentität dafür einzurichten, verwenden Sie %s.

source: Display my identity %s as contacts with trust level %s will see it.
de: Zeige meine Identität %s wie Kontakte mit dem Vertrauenslevel %s sie sehen werden.

source: Withdraw
de: Zurückziehen

source: Withdraw this share.
de: Diese Freigabe zurückziehen.

source: Loading data. Please wait ...
de: Lade Daten. Bitte einen Moment Geduld...

source: Currently you do not share any data with this contact.
de: Momentan haben Sie diesem Kontakt keine Daten freigegeben.

source: Trust levels
de: Vertrauenslevel

source: Introduce contacts
de: Kontakte vorstellen

source: Choose the %s contact for introduction.
de: Wählen Sie den %s Kontakt für die Vorstellung.

source: first
de: ersten

source: second
de: zweiten

source: Choose sender
de: Absender wählen

source: Choose your identity that will start the introduction.
de: Wählen Sie Ihre Identität, welche die Vorstellung übernimmt.

source: Both contacts you wish to introduce to each other need to be assigned to a trust level of this identity.
de: Beide Kontakte, die Sie einander vorstellen möchten, müssen einem (nicht unbedingt demselben) Vertrauenslevel dieser Identität zu geordnet sein.

source: Optionally enter a personal note to go along with your introduction.
de: Hier können Sie optional eine persönliche Nachricht zu der Vorstellung eingeben.

source: This text will be sent as an encrypted pidder message to both of the contacts you wish to introduce to each other.
de: Dieser Text wird als verschlüsselte pidder Nachricht an beide Kontakte gesendet, die Sie einander vorstellen möchten.

source: If you leave this message empty, your contacts will be merely informed about the introduction without any personal note.
de: Wenn Sie dieses Feld leer lassen, werden Ihre Kontakte lediglich von der Vorstellung informiert und erhalten keine persönliche Nachricht.

source: Introduction
de: Vorstellung

source: Introduction of a new contact.
de: Vorstellung eines neuen Kontakts.

source: Sender
de: Absender

source: %s contact
de: %s Kontakt

source: First
de: Erster

source: Second
de: Zweiter

source: Send
de: Senden

source: You need at least two contacts for your chosen identity in order to introduce them to each other.
de: Sie benötigen mindestens zwei Kontakte für die gewählte Identität, um diese einander vorstellen zu können.

source: Message language
de: Sprache der Nachricht

source: The language used for this invitation.
de: Diese Sprache wird für die Einladungsmail verwendet.

source: Invite contact
de: Kontakt einladen

source: Choose the identity to invite your contact from.
de: Wählen Sie die Identität mit der Sie den Kontakt einladen möchten.

source: When the contact will create a pidder account following your invitation, they will be automatically connected to this identity.
de: Wenn der Kontakt Ihrer Einladung folgt und ein pidder Konto erstellt, wird er automatisch diese Identität in seinem Adressbuch vorfinden.

source: Manual invitation
de: Eigene Einladung

source: When checked pidder will only activate the invitation key and will not send an invitation mail.
de: Wenn ausgewählt, wird pidder lediglich einen Einladungsschlüssel erzeugen und nicht gleichzeitig eine Einladungsmail versenden.

source: That way you can send the invitation using your own email client, making it more personal and less likely it will be perceived as spam mail.
de: Somit können Sie Ihr eigenes E-Mail Programm für die Versendung der Einladung verwenden und diese persönlicher gestalten. Außerdem ist es damit weniger wahrscheinlich, dass Ihre Einladung als Spam-Mail wahrgenommen wird.

source: Invitation link
de: Einladungslink

source: Please copy&paste this invitation link into your email.
de: Bitte kopieren Sie den Einladungsslink in die E-Mail, die Sie Ihrem Kontakt senden.

source: Email address
de: E-Mail Adresse

source: Enter email address of recipient.
de: E-Mail Adresse des Empfängers.

source: %s will not be encrypted prior to sending it to the server, since we need it to send the email.
de: %s wird nicht vor dem Absenden zum Server verschlüsselt, da wir sie für die E-Mail im Klartext benötigen.

source: This address
de: Diese Adresse

source: But it will not be stored%s!
de: Aber sie wird nicht %sgespeichert!

source: in clear text form
de: als Klartext

source: Copy to own mail address
de: Kopie an eigene E-Mail Adresse

source: When checked you will receive a copy of the invitation mail in cc to your own email address.
de: Wenn ausgewählt, wird eine Kopie der Einladung an Ihre eigene E-Mail Adresse im Cc gesendet.

source: Invitation message
de: Einladungsnachricht

source: The message you would like to send with your invitation.
de: Die Nachricht, die Sie mit Ihrer Einladung versenden möchten.

source: This message
de: Diese Nachricht

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

source: Email addresses must not be empty.
de: Die E-Mail Adresse darf nicht leer sein.

source: Invitation
de: Einladung

source: Send the invitation using my own email account
de: Ich versende die Einladung über mein eigenes E-Mail Konto

source: Generate Key
de: Schlüssel erzeugen

source: Send a copy of the invitation to my own address
de: Eine Kopie der Einladung an meine eigene E-Mail Adresse senden

source: Generated invitation link for %s
de: Erzeugter Einladungsschlüssel für %s

source: Please generate a key first...
de: Bitte erst einen Schlüssel erzeugen...

source: Email address of invitee
de: E-Mail Adresse des Eingeladenen

source: Invitation text
de: Einladungstext

source: Please convince us that you are human
de: Bitte zeigen Sie uns, dass Sie ein Mensch sind

source: and click on the white square that shows the following letter
de: und klicken auf das weiße Quadrat mit dem folgenden Buchstaben

source: Search criteria | Enter one or more search criteria for you search or leave them all empty to receive to whole list.
de: Suchkriterien | Geben Sie ein oder mehrere Suchkriterien ein oder lassen Sie alle leer um eine vollständige Liste zu erhalten.

source: Please wait
de: Bitte warten

source: Enter your search criteria
de: Ihre Suchkriterien

source: Nickname
de: Spitzname

source: Country
de: Land

source: City
de: Stadt

source: Company
de: Firma

source: This will withdraw all of your identities you've previously cleared for this identity. Are you sure?
de: Dies wird gleichzeitig alle Identitäten zurückziehen, die Sie diesem Kontakt freigegeben hatten. Sind Sie sicher?

source: Select the contacts you wish to remove
de: Kontakte auswählen, die Sie entfernen möchten

source: Removing a contact from your address book will automatically result in withdrawal of all information you currently share with this contact.
de: Das Entfernen eines Kontaktes aus Ihrem Adressbuch wird automatisch auch alle Ihre Freigaben für diesen Kontakt zurück ziehen.

source: Authenticity of this contact
de: Echtheit des Kontakts

source: You currently trust this contact to be genuine.
de: Sie haben die Echtheit dieses Kontaktes gegenwärtig als gesichert eingestuft.

source: This contact may or may not be genuine.
de: Die Echtheit dieses Kontakts ist gegenwärtig nicht als gesichert eingestuft.

source: There are currently no contacts in your address book.
de: Es gibt momentan keine Kontakte in Ihrem Adressbuch.

source: Remove
de: Entfernen

source: Search results
de: Suchergebnisse

source: No results matched your criteria
de: Keine Resultate passen zu Ihren Suchkriterien

source: of
de: von

source: entries
de: Einträgen

source: Previous
de: Vorige

source: Next
de: Nächste

source: Loading addressbook entry
de: Lade Adressbucheintrag

source: No contact available.
de: Kein Kontakt verfügbar.

source: Loading contact details...
de: Lade Daten des Kontakts...

source: Get details of this contact...
de: Lade Details des Kontakts...

source: No address book entries
de: Keine Adressbucheinträge vorhanden

source: No clearance name specified
de: Kein Freigabename vergeben

source: Contact details
de: Detailansicht des Kontakts

source: Show the data that contact %s has shared with your identity %s.
de: Zeige Daten, die der Kontakt %s Ihrer Identität %s freigegeben hat.

source: Select one of your identities that this contact shared data with...
de: Wählen Sie eine Ihrer Identitäten, denen der Kontakt Daten freigegeben hat...

source: This contact was invited by %{name}.
de: Diesen Kontakt haben Sie mit Ihrer Identität %{name} eingeladen.

source: This contact was introduced to your identity %{introducee} by %{introducer}.
de: Dieser Kontakt wurde Ihrer Identität %{introducee} vorgestellt von %{introducer}.

source: Manage trust levels of this contact
de: Vertrauenslevel des Kontakts setzen

source: Trust levels determine who of your contacts enjoys your trust to see information of that confidentiality.
de: Mit Vertrauensleveln bestimmen Sie, welche Ihrer Kontakte Ihr Vertrauen genießen, Informationen des gleichnamigen Freigabelevels sehen zu dürfen.

source: You currently share with %{contact}
de: Sie haben %{contact} derzeit freigegeben

source: Change sharing
de: Freigabe ändern

source: Encrypting data for sharing.
de: Verschlüssele Daten für Freigabe.

source: This might take a while...
de: Das kann einen Moment dauern...

source: Select trust level
de: Vertrauenslevel wählen

source: for this identity
de: für diese Identität

source: Cancel operation...
de: Operation abbrechen...

source: No identity with a clearance name available.
de: Keine Identität mit Freigabenamen vorhanden.

source: You cannot share data with this contact at the moment.
de: Momentan können Sie diesem Kontakt keine Daten freigeben.

source: Contact does not have a public key.
de: Kontakt hat keinen öffentlichen Schlüssel.

source: Currently this contact does not share any data with you.
de: Momentan hat dieser Kontakt Ihnen keine Daten freigegeben.

source: Loading preview
de: Lade Vorschau

source: Show all
de: Alles zeigen

source: Currently this contact does not provide a preview.
de: Momentan hat dieser Kontakt Ihnen keine Vorschau freigegeben.

source: Click on the button 'Show all' to view the shared data.
de: Klicken Sie auf den Button 'Alles anzeigen, um die Ihnen freigegebenen Daten zu sehen.

source: You have not assigned any contacts to this trust level.
de: Sie haben diesem Vertrauenslevel keine Kontakte zugewiesen.

source: Adressbook
de: Adressbuch

source: Add
de: Hinzufügen

source: Add contacts...
de: Kontakte hinzufügen...

source: Add group...
de: Gruppe hinzufügen

source: Add group
de: Gruppe hinzufügen

source: Show trust levels for your identities...
de: Vertrauenslevel Ihrer Identitäten anzeigen...

source: Invite contacts to pidder...
de: Kontakte zu pidder einladen...

source: Invite contacts to pidder
de: Kontakte zu pidder einladen

source: Introduce two of your contacts to each other...
de: Stellen Sie zwei Ihrer Kontakte einander vor...

source: Introducing contacts
de: Kontakte vorstellen

source: Public Addressbook
de: Öffentliches Adressbuch

source: Search for contacts in public address book...
de: Suche nach Kontakten im öffentlichen Adressbuch...

source: Search in pidder addressbook
de: Suche im pidder Adressbuch

source: Remove contacts...
de: Kontakte entfernen...

source: Remove contacts
de: Kontakte entfernen

source: Loading trust levels for
de: Lade Vertrauenslevel für

source: pidder addressbook
de: pidder Adressbuch

source: Add contact via identity number and verification ...
de: Kontakt über Kombination von Identitätsnummer und Verifizierung hinzufügen...

source: Add contact via an invitation key ...
de: Kontakt über Einladungsschlüssel hinzufügen...

source: Add contact via a public key ...
de: Kontakt über öffentlichen Schlüssel hinzufügen...

source: Shared Identities
de: Freigegebene Identitäten

source: Withdraw this identity
de: Diese Identität zurückziehen

source: Connected Identities
de: Verbundene Identität

source: Keyring
de: Schlüsselring

source: Public Keys
de: Öffentliche Schlüssel

source: Remove this identity
de: Diese Identität entfernen

source: Adding new Public Key to Keyring
de: Neuen Schlüssel zum Schlüsselbund hinzufügen

source: Back to Account
de: Zurück zum Konto

source: An error occured
de: Es ist ein Fehler aufgetreten

source: Category
de: Kategorie

source: No user pictures available.
de: Keine eigenen Bilder vorhanden.

source: No image selected
de: Kein Bild ausgewählt

source: Remove image
de: Bild entfernen

source: Categories
de: Kategorien

source: Manage "My Images"
de: "Eigene Bilder" verwalten

source: Nothing to upload.
de: Nichts zum Hochladen ausgewählt.

source: Please specify the image you want to upload.
de: Bitte wählen Sie das Bild aus, das Sie hochladen möchten.

source: Upload image | You can upload your own images for use as an avatar or wallet picture. These files will not be encrypted!
de: Bild hochladen | Sie können Ihre eigenen Bilder als Avatare oder Brieftaschenbilder hochladen. Diese Dateien werden nicht verschlüsselt!

source: Allowed file types are gif, jpg and png.
de: Erlaubte Dateitypen sind gif, jpg und png.

source: Maximum file size is 50 kB.
de: Die maximale Dateigröße beträgt 50 kB.

source: Upload a new image
de: Neues Bild hochladen

source: One moment please.
de: Einen Moment bitte.

source: Loading category %s.
de: Lade Kategorie %s.

source: Replace selected image
de: Gewähltes Bild ersetzen

source: Replace
de: Ersetzen

source: Remove selected image
de: Gewähltes Bild entfernen

source: This will delete the image.
de: Das Bild wird gelöscht.

source: MyImages
de: Eigene Bilder

source: Pictures should preferably have the dimensions of 155x140px, otherwise they will be scaled.
de: Bilder sollten die Dimensionen 155x140px haben, sonst werden sie skaliert.

source: By uploading an image you ascertain that you have the right to use this file and it is not subject to copyright restrictions.
de: Durch das Hochladen eines Bildes sichern Sie zu, dass Sie alle nötigen Rechte an dem Bild besitzen und kein Verstoß gegen Urheberrechte anderer vorliegt.

source: Files with illegal or inappropriate content will be removed from pidder without further notice. Uploaded files will not be encrypted.
de: Dateien mit illegalem oder unpassendem Inhalt werden ohne weitere Vorwarnung von pidder gelöscht. Hochgeladene Bilder werden nicht verschlüsselt.

source: Edit this image...
de: Bild bearbeiten...

source: Upload new image
de: Neues Bild hochladen

source: Back
de: Zurück

source: No user images available.
de: Keine eigenen Bilder vorhanden.

source: Add Quicklogin
de: Quicklogin hinzufügen

source: Submit your changes...
de: Änderungen anwenden...

source: This will remove the quicklogin.
de: Dies entfernt das Quicklogin.

source: Remove Quicklogin
de: Quicklogin entfernen

source: Edit Quicklogin
de: Quicklogin bearbeiten

source: Sort Quicklogin
de: Quicklogin sortieren

source: Open Quicklogin
de: Öffne Quicklogin

source: born
de: geb.

source: Since
de: von
