Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: In case you want to show us some love and support us financially you can do so from the donation page.
de: Falls Sie pidder finanziell unterstützen möchten, damit wir Ihnen diesen Service auch in Zukunft anbieten können, so können Sie das von der Donation-Seite aus machen.

source: Pay what you want
de: Zahlen Sie, was Sie wollen

source: Please consider making a donation and choose the amount that feels right to you.
de: Bitte ziehen Sie in Erwägung, uns finanziell zu unterstützen und wählen Sie den Betrag, der Ihnen richtig erscheint.

source: We offer different payment options.
de: Wir bieten verschiedene Zahloptionen an.

source: In case you prefer a different payment option not listed here, please don't hesitate to let us know.
de: Falls Sie eine Bezahloption bevorzugen, die hier nicht aufgelistet wird, zögern Sie bitte nicht, uns darauf anzusprechen.

source: Navigate back
de: Zurück navigieren

source: Use one of the module icons in the menu to navigate back to the respective module.
de: Verwenden Sie eines der Icons im Menü, um zu dem entsprechenden Modul zurück zu navigieren.

source: You have learned how to navigate to the different views and modules available within pidder.
de: Sie wissen nun, welche Module und Sichten es in pidder gibt und wie Sie dahin navigieren.

source: This wizard will guide you through setting up a pidder profile.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie ein Profil in pidder anlegen.

source: You will learn how to set up your %{profile_img} profile page, how to add and edit paragraphs, and how to share your profile - or parts of it - with your contacts or even make it public if you so choose.
de: Darin lernen Sie, wie Sie Ihre %{profile_img} Profilseite einrichten, Absätze hinzufügen und bearbeiten. Außerdem erfahren Sie, wie Sie Ihr Profil - oder Teile davon - anderen freigeben oder auf Wunsch öffentlich machen.

source: Switch to profile view
de: Zur Profilansicht wechseln

source: You are currently seeing the wallet view.
de: Momentan befinden Sie sich in der Brieftaschensicht.

source: To edit your Profile data, you need to switch to the profile view.
de: Um Daten des Profils zu bearbeiten, müssen wir in die Profilansicht wechseln.

source: To do so, click on the %{wallet_img} persona view switch of the current persona.
de: Dazu bewegen Sie bitte den %{wallet_img}-Schalter der aktuellen Persona auf die Profilansicht.

source: Your initial profile has been created using the information you provided when setting up your first pidder identity.
de: Ihr derzeitiges Profil wurde initial mit den Werten erstellt, die Sie beim Anlegen Ihrer ersten pidder Identität eingegeben haben.

source: Of course, you can both change and extend it according to your wishes.
de: Natürlich können Sie das Profil gemäß Ihrer Vorstellungen anpassen.

source: A profile consists of paragraphs.
de: Ein Profil besteht aus Absätzen.

source: Each paragraph consists of a headline and of segments - very much like cards do.
de: Jeder Absatz besteht aus einer Überschrift und aus Segmenten - genau wie das bei Karten der Fall ist.

source: Let's start by changing an existing paragraph.
de: Lassen Sie uns beginnen, indem wir einen bestehenden Absatz bearbeiten.

source: To that end, move your mouse over the headline of the first paragraph.
de: Dazu bewegen Sie Ihren Mauszeiger bitte über die Überschrift des ersten Absatzes.

source: The edit options of that paragraph will become visible.
de: Die Bearbeitungsoptionen des Absatzes werden angezeigt.

source: Let's change the headline by clicking on the highlighted %{edit_icon} edit icon.
de: Lassen Sie uns die Überschrift ändern, indem Sie auf das %{edit_icon} Editier-Icon klicken.

source: Edit paragraph headerline
de: Absatzüberschrift bearbeiten

source: Now choose and enter a headline for the paragraph.
de: Nun wählen Sie eine Überschrift für den Absatz und tragen ihn in das Texteingabefeld ein.

source: To submit your choice click on the %{submit_icon} submit icon.
de: Um Ihre Auswahl abzuschicken, klicken Sie bitte auf das %{submit_icon} Absenden-Icon.

source: Add a paragraph
de: Absatz hinzufügen

source: Let's create a new paragraph.
de: Lassen Sie uns einen neuen Absatz hinzufügen.

source: To that end, click on the highlighted %{add_icon} add icon.
de: Dazu klicken Sie bitte auf das hervorgehobene %{add_icon} Hinzufügen-Icon.

source: Choose paragraph headline
de: Absatzüberschrift setzen

source: The paragraph now displays the headline you chose.
de: Der Absatz zeigt nun die von Ihnen gewählte Überschrift.

source: The next step is to add segments to the paragraph.
de: Der nächste Schritt besteht darin, Segmente zu dem Absatz hinzuzufügen.

source: To that end, move your mouse over the headline of the new paragraph.
de: Dazu bewegen Sie Ihren Mauszeiger bitte über die Überschrift des neuen Absatzes.

source: To add a segment click on the %{add_segment_icon} add segment icon.
de: Nun klicken Sie bitte auf das %{add_segment_icon} Segment-hinzufügen-Icon.

source: Label
de: Beschriftung

source: the paragraph
de: dem Absatz

source: The paragraph now displays input fields for the %{segment_type} segment, %{segment_attribs}
de: Die Absatz zeigt nun die Eingabefelder für das %{segment_type}-Segment, %{segment_attribs}

source: i.e. "Label" and "Description".
de: also "Beschriftung" und "Beschreibung".

source: For example, let's assign the %{clearance_icon} clearance level "P - Public" to the input field "Label".
de: Lassen Sie uns zum Beispiel den %{clearance_icon} Freigabelevel "P - öffentlich" dem Eingabefeld "Beschriftung" zuweisen.

source: Add two more segments
de: Noch zwei Segmente

source: Please note that segments of the type "Label" and "Time range" are displayed in the left column in the profile view.
de: Wie Sie sehen, werden bestimmte Segmente - nämlich "Beschriftung" und "Zeitraum" - in der linken Spalte der Profilansicht dargestellt.

source: All other segment types will be displayed in the right column.
de: Alle anderen Segmenttypen werden in der rechten Spalte dargestellt.

source: Please add two more segments to the paragraph, e.g. a "Business" segment and a "Communication" segment.
de: Bitte fügen Sie zwei weitere Segmente zum Absatz hinzu, z.B. je ein "Geschäftlich" und "Kommunikation"-Segment.

source: When you're done, click on the "Next step" button below or use your mouse wheel to go to the next step.
de: Wenn Sie damit fertig sind, klicken Sie bitte unten auf den Button "Nächster Schritt" oder verwenden Sie Ihr Mausrad um zur nächsten Seite zu gelangen.

source: Edit layout
de: Layout anpassen

source: As you can see the segments are displayed sequentially within a paragraph.
de: Sie sehen, wie die Segmente nacheinander im Absatz dargestellt werden.

source: You can change their sequence by moving your mouse over a segment and drag & drop it to its new position by the %{move_icon} move icon.
de: Sie können deren Reihenfolge ändern, indem Sie mit dem Mauszeiger über ein Segment fahren und es an dem %{move_icon} Bewegen-Icon per Drag&Drop an die gewünschte Position ziehen.

source: You can switch off the display of the labels of any given segment by clicking on the %{label_icon} label icon in the edit options.
de: Sie können die Beschriftungen eines Segments an- und ausschalten, indem Sie auf das %{label_icon} Beschriftungs-Icon in den Bearbeitungsoptionen klicken.

source: Finally, you can split the right column in two for each paragraph
de: Und schließlich können Sie die rechte Spalte der Darstellung für jeden Absatz noch einmal aufteilen.

source: To that end, move your mouse over the paragraph headline and click on the %{column_icon} columns icon in the edit options.
de: Dazu bewegen Sie den Mauszeiger über die Absatzüberschrift und klicken auf das %{column_icon} Spalten-Icon in den Bearbeitungsoptionen.

source: Public profile
de: Öffentliches Profil

source: As you have seen your profile - or parts of it - can be made public.
de: Wie Sie gesehen haben, können Sie Ihr Profil - oder Teile davon - öffentlich machen.

source: That also means that it has its own dedicated public page that can be viewed by everyone.
de: Das beinhaltet auch, dass ein eine dedizierte öffentliche Seite dafür gibt, die von jedem betrachtet werden kann.

source: To avoid accidental and unwanted sharing, you will have to first unlock the profile before this page becomes available.
de: Um versehentlich und unerwünschte Freigabe zu vermeiden, müssen Sie allerdings erst Ihr Profil aufschließen, damit diese Seite verfügbar wird.

source: Please click on the %{edit_icon} edit icon to open the "Edit Profile" dialog.
de: Bitte klicken Sie auf das %{edit_icon} Bearbeiten-Icon,um den Dialog "Profile bearbeiten" zu öffnen.

source: If you do want to maintain a public profile page, please switch the option "Unlock profile" to yes.
de: Wenn Sie ein öffentliches Profil pflegen möchten, schließen Sie das Profil auf, indem Sie den Schalter "Profil aufschließen" auf die Position "Ja" bewegen.

source: Profile URL
de: Profil URL

source: Now the profile URL is displayed.
de: Nun wird die Profiladresse (URL) angezeigt.

source: You can even edit this URL to be "https://&lt;profilename&gt;.pidder.com".
de: Sie können diese URL sogar nach Ihren Wünschen anpassen und "https://&lt;profilname&gt;.pidder.com" verwenden.

source: You may want to embed a link to your pidder profile, e.g. in your blog, website or email signature.
de: Möglicherweise wollen Sie einen Link auf Ihr pidder Profil beispielsweise in Ihr Blog, Ihre Webseite oder Ihre E-Mail-Signatur einbetten.

source: Click on the %{profile_icon} profile icon to see the HTML snippet that you can use for this.
de: Klicken Sie auf das %{profile_icon} Profil-Icon, um sich den HTML-Schnipsel anzeigen zu lassen, den Sie dafür verwenden können.

source: Update profile
de: Profil aktualisieren

source: Just copy & paste the displayed HTML snippet.
de: Diesen Schnipsel können Sie dann einfach mit Copy&Paste einfügen.

source: Once you're done, close this extra window.
de: Wenn Sie damit fertig sind, schließen Sie das Fenster mit dem HTML-Schnipsel.

source: Before you close the "Edit Profile" dialog window, make sure you save any changes you made by clicking on the "Update" button.
de: Bitte Klicken Sie auf den "Profil aktualisieren" Button bevor Sie den "Profil bearbeiten" Dialog schließen, damit Ihre Änderungen gespeichert werden.

source: You have learned how to set up a profile page and the different options to manage its layout.
de: Sie wissen nun, wie Sie Ihre Profilseite einrichten und kennen die verschiedenen Möglichkeiten dessen Layout anzupassen.

source: Furthermore, you now know how to make your profile page public and embed a link to it in your email signature, website or blog.
de: Außerdem haben Sie gelernt, wie Sie Ihre Profilseite öffentlich machen und einen Link darauf in Ihre E-Mail-Signatur, Webseite oder Ihr Blog einbinden können.

source: This wizard will guide you through the steps for sharing data with your contacts.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie Daten für Ihre Kontakte freigeben.

source: You will learn how to assign contacts to trust levels and how to preview what your shared data will look like to contacts.
de: Darin lernen Sie, wie Sie Vertrauenslevel setzen und betrachten können, wie Ihre freigegebenen Daten für Ihre Kontakte dargestellt werden.

source: Prerequisites
de: Voraussetzungen

source: Prerequisites for sharing data are that
de: Voraussetzungen für die Freigabe von Daten

source: your identity must have a clearance name
de: Ihre pidder Identität muss einen Freigabenamen haben

source: at least one of the wallets needs to be unlocked
de: mindestens eine Brieftasche muss aufgeschlossen sein

source: at least one data field in a card of the unlocked wallet has a clearance level that is less than "6 - For your eyes only"
de: Mindestens ein Datenfeld in Ihren Karten einer aufgeschlossenen Brieftasche hat einen Freigabelevel kleiner als "6 - Nur für Sie"

source: Cards and confidentiality
de: Karten und Vertraulichkeit

source: you have at least one contact within your personal address book
de: es gibt mindestens einen Kontakt in Ihrem persönlichen Adressbuch.

source: If all of the prerequisites are met, you can continue this wizard.
de: Wenn alle Voraussetzungen erfüllt sind, können Sie mit diesem Assistenten fortfahren.

source: Otherwise please finish the other wizards mentioned above first.
de: Ansonsten bearbeiten Sie bitte zuerst die anderen oben genannten Assistenten.

source: Two alternatives
de: Zwei mögliche Wege

source: There are two alternative ways how you can assign a contact to a trust level.
de: Es gibt zwei mögliche Wege, wie Sie einem Kontakt einen Vertrauenslevel zuweisen können.

source: by assigning a trust level to a contact for a given identity in your contact center
de: durch Zuweisen eines Vertrauenslevels für eine gewählte Identität in Ihrem Kontaktcenter

source: by assigning contacts to the identity's trust levels in the "Edit Identity" dialog
de: durch Zuweisen eines Kontaktes zu den Vertrauensleveln der Identität im Dialog "Identität bearbeiten"

source: We will cover both ways in this wizard.
de: Wir werden beide Möglichkeiten in diesem Assistenten beschreiben.

source: Select the contact that you wish to assign to a trust level from the alphabetical list on the left.
de: Wählen Sie den Kontakt, den Sie einem Vertrauenslevel zuweisen möchten aus der alphabetischen Liste links aus.

source: If you worked through the other wizards you should have at least three contacts in that list.
de: Wenn Sie die anderen Assistenten abgeschlossen haben, sollten Sie mindestens drei Kontakte in dieser Liste haben.

source: Then click on the "Change sharing" link.
de: Nun klicken Sie bitte auf den Link "Freigabe ändern".

source: Change clearance
de: Freigabe ändern

source: Select the level "3 - Friends" for the current identity.
de: Wählen Sie den Level "3 - Freunde" für die aktuelle Identität.

source: Submit changes
de: Änderungen anwenden

source: To submit your selection click on the %{submit_icon} submit icon.
de: Um Ihre Auswahl abzuschicken, klicken Sie bitte auf das %{submit_icon} Absenden-Icon.

source: Encrypting data
de: Daten verschlüsseln

source: Now the data of that clearance level is encrypted in a way that the selected contact will be able to view it.
de: Nun werden die Daten dieses Freigabelevels auf eine Art verschlüsselt, dass dieser Kontakt sie zu sehen bekommt.

source: You may at any time change the trust level of the contact by repeating the previous three steps and assigning another level.
de: Sie können jederzeit den Vertrauenslevel des Kontaktes ändern, indem Sie die letzten drei Schritte wiederholen und dabei einen anderen Level zuweisen.

source: You may also widthdraw the trust level from the contact by clicking on the %{withdraw_icon} withdraw icon.
de: Sie können dem Kontakt den Vertrauenslevel auch wieder entziehen, indem Sie auf das %{withdraw_icon} Zurückziehen-Icon klicken.

source: You can preview how your data will be displayed to this contact.
de: Sie können sich nun anschauen, wie sich Ihre Daten für diesen Kontakt darstellen werden.

source: To that end, please click on the link with the %{buddy_icon} %{arrow_icon} preview icon.
de: Dazu klicken Sie bitte auf den Link mit dem %{buddy_icon} %{arrow_icon} Vorschau-Icon.

source: When you are done browsing the preview click on the "Close preview" button to return to your contact center.
de: Wenn Sie mit der Ansicht der Vorschau fertig sind, klicken Sie bitte auf den "Vorschau schließen" Button, um zum Kontaktcenter zurückzukehren.

source: For the second alternative to assign trust levels, we need to navigate to the %{module} view.
de: Für die zweite Alternative, Vertrauenslevel zuzuweisen, müssen wir in die %{module}-Ansicht wechseln.

source: Now we will edit the %{item}.
de: Nun bearbeiten wir die %{item}.

source: Open the "%{dialog_name}" dialog by clicking on the %{icon} %{icon_label}.
de: Öffnen Sie den Dialog "%{dialog_name}", indem Sie auf das %{icon} %{icon_label} klicken.

source: trust level icon
de: Vertrauenslevel-Icon

source: Edit Sharing
de: Freigabe bearbeiten

source: The "Sharing" tab of the "Edit Identity" dialog lets you manage the trust level assignment of your contacts for the current pidder identity.
de: Der "Freigabe" Reiter des "Identität bearbeiten" Dialogs ermöglicht Ihnen, die Zuordnung von Vertrauensleveln zu Ihren Kontakten zu steuern.

source: First select the trust level you wish to manage.
de: Zunächst wählen Sie bitte den Vertrauenslevel, den Sie bearbeiten möchten.

source: To that end click on the icon of the respective trust level.
de: Dazu klicken Sie auf das Icon des entsprechenden Vertrauenslevels.

source: Let's edit level "3 - Friends" once more.
de: Lassen Sie uns erneut den Level "3 - Freunde" bearbeiten.

source: Please click on the %{icon} icon for that level.
de: Bitte klicken Sie auf das %{icon} Icon für diesen Level.

source: On the right hand side you see the contacts that are currently assigned to the trust level.
de: Auf der rechten Seite sehen Sie alle Kontakte, die gegenwärtig diesem Vertrauenslevel zugewiesen sind.

source: Selecting one or more of those will unassign them from the trust level when you click on "Apply".
de: Durch Auswahl eines oder mehrerer dieser Kontakte werden diese vom Level entfernt, wenn Sie auf "Anwenden" klicken.

source: So let's select the contact we assigned earlier.
de: Lassen Sie uns den Kontakt wählen, den wir vorhin zugewiesen haben.

source: On the left hand side you see the contacts that are currently not assigned to the trust level.
de: Auf der linken Seite sehen Sie die Kontakte, die gegenwärtig nicht dem Vertrauenslevel zugewiesen sind.

source: Selecting one or more of those will assign them to the trust level when you click on "Apply".
de: Durch Auswahl eines oder mehrerer dieser Kontakte, werden diese dem Vertrauenslevel zugeordnet, wenn Sie auf "Anwenden" klicken.

source: So let's try that by selecting one of the available contacts.
de: Das machen wir nun, indem Sie einen der verfügbaren Kontakte auswählen.

source: In order to apply the changes, you need to click on the "Apply" button.
de: Um die Änderungen anzuwenden, klicken Sie bitte auf den "Anwenden" Button.

source: Then the contacts selected on the left hand side will be assigned to the trust level.
de: Die Kontakte, die auf der linken Seite ausgewählt sind, werden dem Vertrauenslevel hinzugefügt.

source: At the same time the contacts selected on the right hand side will be unassigned from the trust level.
de: Gleichzeitig werden alle auf der rechten Seite ausgewählten Kontakte von dem Vertrauenslevel entfernt.

source: Please click on the "Apply" button to apply your changes.
de: Bitte klicken Sie auf den "Anwenden" Button, um Ihre Änderungen anzuwenden.

source: You can repeat steps 15 to 18 as many times as necessary for different trust levels.
de: Sie können die Schritte 15 bis 18 so oft wie gewünscht wiederholen, um auch andere Vertrauenslevel zu bearbeiten.

source: You have learned how to assign contacts to trust level to control what information about yourself they are going to see.
de: Sie wissen nun, wie Sie Ihren Kontakten Vertrauenslevel zuweisen können und damit festlegen, wie Ihre freigegebenen Daten für Ihre Kontakte dargestellt werden.

source: Welcome to pidder wizards.
de: Willkommen zu den pidder Assistenten.

source: The wizards are meant to help you finding your way around in pidder and introduce you to the basic concepts and functionality.
de: Diese Assistenten sind dazu gedacht, Sie mit der grundsätzlichen Arbeitsweise von pidder vertraut zu machen.

source: You can interrupt a wizard any time you wish and come back to finish it later.
de: Sie können einen Assistenten jederzeit beenden und später fortsetzen.

source: If you do not want to use wizards altogether, you can disable them in your Defaults.
de: Wenn Sie Assistenten insgesamt nicht verwenden möchten, können Sie diese in Ihren Einstellungen deaktivieren.

source: You can move the wizard window with drag&drop in case it occludes an area on your screen.
de: Sie können dieses Fenster mit Drag&Drop bewegen falls es benötigte Bereiche Ihres Bildschirms überdeckt.

source: Using the icons %{pin_icons} on the top you can pin the wizard window to the left hand or right hand side, respectively.
de: Mit den obigen %{pin_icons} Pfeil-Icons können Sie dieses Fenster links oder rechts am Bildschirm anheften.

source: Please click on the "%{button}" button or use your mouse wheel to navigate to the next page.
de: Bitte klicken Sie auf "%{button}" oder verwenden Sie Ihr Mausrad um zur nächsten Seite zu gelangen.

source: Select wizard
de: Assistent auswählen

source: Please select the topic you are interested in and follow the step-by-step instructions.
de: Bitte wählen Sie ein Thema aus und folgen den schrittweisen Anleitungen.

source: Sorry, your account could not be activated.
de: Konto konnte nicht aktiviert werden.

source: Possibly the activation code is wrong.
de: Möglicherweise ist der Aktivierungscode falsch.

source: Your passphrase is currently used as %s.
de: Ihre Passphrase wird derzeit als %s verwendet.

source: In order to use one-time-passphrase, please choose a different %s.
de: Wenn Sie Einmal-Passphrasen verwenden möchten, wählen Sie bitte ein anderes %s.

source: The Trust level has changed. You will be redirected to your address book.
de: Der Vertrauenslevel hat sich geändert. Sie werden zu Ihrem Adressbuch umgeleitet.

source: Address book
de: Adressbuch

source: Switch to alphabetical view...
de: Zur alphabetischen Ansicht wechseln...

source: The application is currently locked!
de: Die Anwendung ist gesperrt!

source: Replace or delete image
de: Bild löschen oder ersetzen

source: Clearance level of card was set to %s.
de: Freigabelevel der Karte wurde auf %s gesetzt.

source: Processing dropped element.
de: Verarbeitete das Element.

source: Deleting %s.
de: Lösche %s.

source: Navigate to account overview...
de: Zur Kontoübersicht wechseln

source: Please wait while your data is loaded...
de: Bitte warten Sie einen Moment, während Ihre Daten geladen werden...

source: Generated public key
de: Generierter öffentlicher Schlüssel

source: Generated private key
de: Generierter privater Schlüssel

source: Clearance level of wallet was set to %s.
de: Freigabelevel der Brieftasche wurde auf %s gesetzt.

source: Miscellaneous
de: Verschiedenes

source: Textures
de: Texturen

source: Nature
de: Natur

source: Things
de: Dinge

source: Silhouettes
de: Silhouetten

source: pidder_cats
de: pidder Katzen

source: Creatures
de: Kreaturen

source: Flags
de: Flaggen

source: Architecture
de: Architektur

source: DefaultValue_IdCard$Salutation
de: Herr

source: DefaultValue_IdCard$FirstName
de: Pidder

source: DefaultValue_IdCard$LastName
de: Mustermann

source: DefaultValue_IdCard$Street
de: Pidderstrasse

source: DefaultValue_IdCard$City
de: Pidderhausen

source: High
de: Hoch

source: Moderate
de: Mittel

source: Low
de: Niedrig

source: Acquaintances
de: Bekannte

source: Friends
de: Freunde

source: Confidants
de: Vertraute

source: Self
de: Nur für mich

source: Do not display wallet pictures
de: Brieftaschenbilder nicht anzeigen

source: Display wallet pictures
de: Brieftaschenbilder anzeigen

source: No_show
de: Nicht anzeigen

source: 30 seconds
de: 30 Sekunden

source: 60 seconds
de: 60 Sekunden

source: 60s (recommended only for testing)
de: 60s (nur zum Testen empfohlen)

source: 2 minutes
de: 2 Minuten

source: 5 minutes
de: 5 Minuten

source: 10 minutes
de: 10 Minuten

source: 15 minutes
de: 15 Minuten

source: 20 minutes
de: 20 Minuten

source: 25 minutes
de: 25 Minuten
