Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: you will no longer be able to administrate this group yourself.
de: können Sie selber diese Gruppe zukünftig nicht mehr bearbeiten.

source: Properties
de: Eigenschaften

source: Group name
de: Gruppenname

source: Please enter the name of the group.
de: Bitte geben Sie den Namen der Gruppe ein.

source: List of your contacts
de: Liste Ihrer Kontakte

source: There are no members in this group.
de: Diese Gruppe hat keine Mitglieder.

source: Please select contacts that you want to add to this group from the list on the left.
de: Wählen Sie Kontakte, die Sie der Gruppe zuweisen möchten aus der Liste links aus.

source: To remove contacts from the group please select them from the list on the right.
de: Kontakte, die Sie aus der Gruppe entfernen möchten wählen Sie aus der Liste rechts aus.

source: Confirm your changes by clicking on the button %s.
de: Bestätigen Sie die gewünschten Änderungen durch Klick auf den Button %s.

source: Apply
de: Anwenden

source: Group administrators
de: Gruppenadministratoren

source: Delegate
de: Übertragen

source: Only the group administrators can manage this group.
de: Nur die Administratoren einer Gruppe können diese Bearbeitungsfunktionen durchführen.

source: You may also assign more than one person to be administrators of this group.
de: Sie können auch mehr als eine Person zu Administratoren dieser Gruppe machen.

source: If you decide to remove yourself from the list of group admins you will no longer be able to administrate this group yourself.
de: Wenn Sie sich selbst aus der Liste der Gruppenadministratoren entfernen, können Sie selber diese Gruppe zukünftig nicht mehr bearbeiten.

source: Please enter the name of the new group.
de: Bitte geben Sie den Namen der neuen Gruppe ein.

source: Please select which of your identities is going to be the administrator of this group.
de: Bitte wählen Sie eine Ihrer Identitäten als Gruppenadministrator aus.

source: New group
de: Neue Gruppe

source: Create Group
de: Gruppe anlegen

source: This will remove your selected identity from the group.
de: Dies entfernt Ihre ausgewählte Identität aus der Gruppe.

source: Remove this identity from the group.
de: Diese Identität von der Gruppe entfernen

source: Default persona | Determines the persona that will be open per default when you navigate to this identity.
de: Standard-Persona | Bestimmt, welche Persona angezeigt wird, wenn Sie auf diese Identität navigieren.

source: Assign persona | You can assign personas from the archive or form other identities. Please be aware that assigning a persona from another identity might compromise both identities.
de: Persona verknüpfen | Sie können Personas aus dem Archiv oder von anderen Identitäten hierher verknüpfen. Beachten Sie bitte, dass die Zuordnung einer Persona in mehrere Identitäten eine Kompromittierung dieser Identitäten bedeuten kann.

source: Default Persona
de: Standard-Persona

source: Assign Persona to this Identity
de: Persona zu dieser Identität zuordnen

source: Assign Persona
de: Verknüpfe Persona

source: The identity contains personas that are not assigned to any other identity.
de: Die Identität umfasst Personas, die keiner anderen Identität zugeordnet sind.

source: Do you want to keep the subordinate elements after deletion?
de: Möchten Sie die untergeordneten Elemente beibehalten?

source: (show...)
de: (zeigen...)

source: Yes
de: Ja

source: No
de: Nein

source: With a pidder dropbox everybody can send you strongly encrypted messages.
de: Mit einer pidder Dropbox kann Ihnen jeder stark verschlüsselte Nachrichten senden.

source: The sender of the message does not even have to have a pidder account.
de: Der Absender der Nachricht muss dabei noch nicht einmal ein pidder Konto haben.

source: All they need to know is your dropbox URL.
de: Alles was der Absender benötigt, ist die Adresse (URL) Ihrer Dropbox.

source: Dropbox name
de: Name der Dropbox

source: The name of the dropbox will be a part of the URL | (e.g. https://www.pidder.com/dropbox/name_of_your_dropbox) | and must be unique.
de: Der Name der Dropbox wird Teil der URL | (z.B. https://www.pidder.com/dropbox/name_der_dropbox) | und muss systemweit eindeutig sein.

source: Dropbox description
de: Beschreibung der Dropbox

source: An optional description that you can use with your dropbox.
de: Eine optionale Beschreibung für Ihre Dropbox.

source: If provided, this description will be displayed in the dropbox.
de: Wenn ausgefüllt, wird diese Beschreibung zusammen mit der Dropbox angezeigt.

source: Show clearance information
de: Zeige Freigabeinformationen

source: If checked, the clearance name and clearance description of this identity will be displayed in the dropbox.
de: Wenn ausgewählt, werden Freigabename und Freigabebeschreibung dieser Identität in der Dropbox angezeigt.

source: If you wish to use the dropbox completely anonymously, uncheck this box.
de: Wenn Sie diese Dropbox vollständig anonym nutzen wollen, wählen Sie diese Option ab.

source: Show logo and icon
de: Logo und Icon anzeigen

source: If deselected, the pidder logo and the dropbox icon will not be displayed when using the Dropbox Widget or the Wordpress Plugin.
de: Wenn abgewählt, werden das pidder Logo und das Dropbox-Icon nicht angezeigt, wenn Sie diese Dropbox mit dem Widget oder dem Wordpress-Plugin verwenden.

source: If checked, an additional input field will be displayed with the dropbox allowing the sender of a dropbox message to provide their contact information.
de: Wenn ausgewählt, wird ein zusätzliches Eingabefeld in dieser Dropbox angezeigt, die es dem Absender einer Dropbox-Nachricht erlaubt, seine Kontaktinformationen anzugeben.

source: If checked, a simple captcha will be displayed with your dropbox which will make it harder to automatically spam your dropbox with unwanted messages.
de: Wenn ausgewählt, wird ein einfaches Captcha mit dieser Dropbox angezeigt. Das erschwert das Spammen der Dropbox mit unerwünschten automatisierten Nachrichten.

source: Simply copy and paste this code into your website or blog.
de: Kopieren Sie einfach diesen Code und fügen Sie ihn in Ihre Webseite oder Ihr Blog ein.

source: That way, your pidder dropbox will be available in any of your webpages.
de: Auf diese Weise haben Sie Ihre pidder Dropbox in jeder Ihrer Webseiten verfügbar.

source: For a more detailed description of the configuration options of the widget, please refer to %s.
de: Für eine detailliertere Beschreibung der Einstellungsmöglichkeiten des Widgets, schauen Sie bitte in %s.

source: our wiki
de: unser Wiki

source: If you are using wordpress as your blog software, it is even simpler:
de: Wenn Sie Wordpress als Blogsoftware verwenden, ist es sogar noch einfacher:

source: Just install the plugin to incorporate your pidder dropbox to a sidebar of your wordpress blog.
de: Installieren Sie das Plugin, um Ihre pidder Dropbox in eine Sidebar Ihres Blogs zu integrieren.

source: Available?
de: Verfügbarkeit prüfen

source: URL of the dropbox
de: URL der Dropbox

source: Options
de: Optionen

source: Show the clearance name and description of your dropbox.
de: Zeige Freigabename und -beschreibung der Dropbox.

source: Show pidder logo and dropbox icon.
de: pidder Logo und Dropbox-Icon anzeigen.

source: Show additional field for contact information.
de: Zeige zustätzliches Eingabefeld für Kontaktinformationen.

source: Show captcha with your dropbox.
de: Verwende Captcha mit der Dropbox.

source: Remove dropbox
de: Dropbox entfernen

source: No public key
de: Kein öffentlicher Schlüssel

source: Your identity must have a public key in order to use a dropbox.
de: Die Identität muss einen öffentlichen Schlüssel haben, damit Sie eine Dropbox damit verwenden können.

source: To set a public key switch to the tab &apos;Keys&apos;
de: Zum Setzen eines öffentlichen Schlüssels, wechseln Sie bitte in den Reiter &apos;Schlüssel&apos;

source: Not a premium edition account
de: Keine Premium Edition

source: See the other reasons why you might want to %s...
de: Weitere Gründe für ein %s ...

source: Name of identity | This is the name of the identity as it will be displayed to you.
de: Name der Identität | Dieser Name wird nur für Sie sichtbar sein.

source: Description of identity | Here you can describe the identity in a few words or sentences. This description will only be displayed to you, so may choose to use it for specifying the reason for creating it, like 'my real data' or 'my social networks data'.
de: Beschreibung der Identität | Hier können Sie die Identität in ein paar Worten oder Sätzen beschreiben. Diese Beschreibung wird nur für Sie sichtbar sein. Sie können darin also z.B. Ihre Gründe für das Anlegen dieser Identität festhalten, z.B. 'Meine echten Daten' oder 'Meine Social Network Daten'.

source: Clearance description of identity | Here you can describe this identity as you wish it to appear in the address book of the people you share this identity with.
de: Freigabebeschreibung der Identität | Hier können Sie die Identität so beschreiben, wie Sie möchten, dass sie im Adressbuch Ihrer Kontakte erscheinen soll, denen Sie die Identität freigegeben haben.

source: Public information: Country | Specify the country of the identity as you want it to be displayed in the public address book.
de: Öffentliche Information: Land | Geben Sie das Land dieser Identität an, wie es im öffentlichen Adressbuch erscheinen soll.

source: Public information: City | Specify the city of the identity as you want it to be displayed in the public address book.
de: Öffentliche Information: Stadt | Geben Sie die Stadt dieser Identität an, wie sie im öffentlichen Adressbuch erscheinen soll.

source: Public information: Nickname | Specify the nickname of the identity as you want it to be displayed in the public address book.
de: Öffentliche Information: Spitzname | Geben Sie den Spitznamen dieser Identität an, wie er im öffentlichen Adressbuch erscheinen soll.

source: Public information: Company | This is the company of the identity as it will be displayed in the public addressbook
de: Öffentliche Information: Firma | Geben Sie die Firma dieser Identität an, wie sie im öffentlichen Adressbuch erscheinen soll.

source: Public address book | Checking this option will add this identity to pidder's public address book. Other pidder users can then find the identity via the address book search.| |Only the clearance name, clearance description and this public information will be displayed in pidder's public address book.
de: Öffentliches Adressbuch | Wenn ausgewählt, erscheint diese Identität im öffentlichen Adressbuch von pidder. Andere pidder Nutzer können diese Identität dann mittels der Adressbuchsuche finden.| |Es werden nur der Freigabename, die Freigabebeschreibung sowie die hier eingetragenen Informationen im pidder Adressbuch verfügbar gemacht.

source: Identity number | This number is generated and maintained automatically. In combination with the verification it provides a mechanism to let others share their identities with you.
de: Identitätsnummer | Diese Nummer wird vom System erzeugt und verwaltet. In Kombination mit der Verifizierung können Sie damit anderen erlauben, Ihnen Informationen freizugeben.

source: Verification | This is a secret specific for this identity. You communicate it in combination with your identity number so others can then share their identities with you.
de: Verifizierung | Dies ist ein Geheimnis speziell für diese Identität. Dies kommunizieren Sie gemeinsam mit der Identitätsnummer an Ihre Kontakte, damit diese Ihnen Identitäten freigeben können.

source: Allow groups
de: Gruppen erlauben

source: Checking this option will allow your contacts to add this identity to their groups.
de: Wenn ausgewählt können Ihre Kontakte diese Identität zu Gruppen hinzufügen.

source: As a consequence all other members of that group will learn of the existence of this identity, even those who are no contacts of yours.
de: Das bedeutet aber auch, dass alle Gruppenmitglieder von der Existenz dieser Identität erfahren, nicht nur diejenigen, die schon zu Ihren Kontakten zählen.

source: The only information about your identity revealed this way is the clearance name and the clearance description.
de: Die einzige Informationen über Ihre Identität, die dabei angezeigt werden, sind der Freigabename und die Freigabebeschreibung.

source: If you choose to uncheck this option you can only be a member of groups that you create yourself.
de: Wenn Sie diese Option ausschalten, können Sie nur noch Mitglied in Gruppen sein, die Sie selber angelegt haben.

source: Adding your identity to pidder's public address book will override this option.
de: Wenn Sie diese Identität im öffentlichen Adressbuch anzeigen lassen, so erlauben Sie automatisch auch deren Zurodnung zu Gruppen.

source: Clearance Name
de: Name der Freigabe

source: Clearance Description
de: Beschreibung der Freigabe

source: Attention: Identity is enabled for sharing but it cannot be displayed to your contacts because it has no clearance name.
de: Hinweis: Diese Identität könnte prinzipiell freigegeben werden, kann aber Ihren Kontakten nicht angezeigt werden, solange sie keinen Freigabenamen hat.

source: Clearance parameters
de: Freigabeparameter

source: Public address book
de: Öffentliches Adressbuch

source: Display in public address book
de: Im öffentlichen Adressbuch anzeigen

source: Currently, there is no persona associated to this identity.
de: Momentan ist keine Persona mit dieser Identität verbunden.

source: Are you sure you want to delete this identity?
de: Sind Sie sicher, dass Sie diese Identität löschen wollen?

source: Delete this identity...
de: Identität löschen...

source: You have reached a limitation of the base version.
de: Sie haben eine Grenze der Basis Edition erreicht.

source: You are already using the maximum number of %s.
de: Sie haben bereits die maximale Anzahl an %s angelegt.

source: New Persona
de: Neue Persona

source: Attention
de: Achtung

source: Assigning a %s from another %s poses a risk of compromising both %s.
de: Das Hinzufügen einer %s von einer anderen %s stellt ein Komprimitierungsrisiko für beide %s dar.

source: Identities
de: Identitäten

source: No personas available.
de: Keine Personas verfügbar

source: Clearance name of identity | This is the name of the identity as it will be displayed in the addressbook of your pidder contacts.
de: Freigabename der Identität | Unter diesem Namen erscheint diese Identität im Adressbuch Ihrer Kontakte.

source: You can choose to make this different from the name which is only displayed to yourself.
de: Sie können sich dazu entscheiden, hier einen anderen Namen zu wählen als denjenigen, der nur Ihnen angezeigt wird.

source: Clearance description of identity | This description will be displayed in the adressbook of your pidder contacts.
de: Freigabebeschreibung der Identität | Hier können Sie die Identität so beschreiben, wie Sie im Adressbuch Ihrer Kontakte erscheinen soll.

source: Verification | This is a secret specific for this identity. Communicate this together with your identity number so others can contact you more securely.
de: Verifizierung | Dies ist ein Geheimnis speziell für diese Identität. Dies kommunizieren Sie gemeinsam mit der Identitätsnummer an Ihre Kontakte, damit diese Sie sicherer kontaktieren können.

source: Last name
de: Nachname

source: Identity data
de: Identitätsdaten

source: Address data
de: Adressdaten

source: Contact data
de: Kontaktdaten

source: Sharing
de: Freigabe

source: Enter identity data
de: Identitätsdaten eingeben

source: Please enter the data for your new identity.
de: Bitte befüllen Sie die Felder für Ihre neue pidder Identität gemäß Ihrer Wünsche.

source: except the %{last_name} field
de: - mit Ausnahme des Feldes %{last_name} -

source: It is entirely up to you whether the data you enter here represents your real or a fictitious identity.
de: Es ist vollkommen Ihnen überlassen, ob die Daten, die Sie hier eingeben Ihre echte oder eine fiktive Identität repräsentieren.

source: By default, everything you enter here will only be visible for yourself until you explicitely decide to share it.
de: Per Default wird alles was Sie hier eintragen nur für Sie sichtbar sein, bis Sie sich explizit entscheiden, was davon Sie freigeben möchten.

source: The only mandatory field in this dialog is the field 'Last Name' which is used as an identifier for this identity.
de: Das einzige Pflichtfeld in diesem Dialog ist das Feld "Nachname", das für die Identifizierung der Identität verwendet wird.

source: Enter address data
de: Adressdaten eingeben

source: If you do not want to fill in this data now you can safely skip this step and add it any time later.
de: Wenn Sie diese Daten jetzt nicht ausfüllen möchten, können Sie den Schritt einfach überspringen.

source: Enter contact data
de: Kontaktdaten eingeben

source: Please notice that input fields with a red border and background color indicate that data provided in those fields will not be encrypted.
de: Bitte beachten Sie, dass Eingabefelder mit einem roten Rahmen und Hintergrund signalisieren, dass diese Werte nicht verschlüsselt werden.

source: Public name
de: Öffentlicher Name

source: Public description
de: Öffentliche Beschreibung

source: Secret to securely establish contact
de: Geheimnis zum sicheren Kontaktieren

source: In this step you can determine what information about your identity will be available so other users can contact you.
de: In diesem Schritt können Sie festlegen, welche Informationen dieser Identität für die Kontaktaufnahme verfügbar sind.

source: If you do not want to fill in this data now you can safely leave it empty and add it any time later.
de: Wenn Sie diese Daten jetzt nicht ausfüllen möchten, lassen Sie die Felder einfach leer.

source: Create identity
de: Identität anlegen

source: How to read and use the overview
de: Wie Sie die Übersicht lesen und verwenden

source: The overview shows you a hierarchical view of the selected identity.
de: Die Übersicht zeigt Ihnen eine hierarchische Sicht der gewählten Identität.

source: Each entry's name is a link that will bring you to to the respective element in the main view.
de: Jeder angezeigte Name ist ein Link, der Sie zu dem jeweiligen Element im Hauptfenster bringt.

source: Next to each card you will see an icon representing the clearance level of that card.
de: Hinter jeder Karte sehen Sie ein Icon, das den Freigabelevel der Karte darstellt.

source: If a card consists of segments with different clearance levels, the smallest level is shown with an asterisk.
de: Wenn eine Karte aus Segmenten mit mehr als einem Freigabelevel besteht, wird der kleinste Level mit einem Sternchen angezeigt.

source: If an element is assgined to more than one identity this is depicted by the link icon.
de: Wenn ein Element mehr als einer Identität zugeordnet ist, wird dies über das Link-Icon angezeigt.

source: In that case, there will be a signpost icon that allows you to switch to the overview of that identity.
de: In diesem Fall können Sie mittels des Wegweisers zu der Übersicht dieser Identität wechseln.

source: The overview can be particularly useful in helping you to get an overview of your data as well as searching within that data.
de: Die Übersicht kann besonders nützlich sein, um sich einen Überblick über die eigenen Daten zu verschaffen oder darin zu suchen.

source: Just press Ctrl-F and use your browser's search function to find the element you are looking for.
de: Drücken Sie einfach Strg-F und verwenden die Suchfunktion Ihres Browsers um schnell das Element zu finden, nach dem Sie suchen.

source: How use this dialog for selection
de: Wie Sie diesen Dialgo für eine Auswahl verwenden

source: The overview shows a hierarchical view of the selected %{element}.
de: Die Übersicht zeigt Ihnen eine hierarchische Sicht der gewählten %{element}.

source: Select one or more elements of the type %{target}.
de: Wählen Sie ein oder mehrere Elemente vom Typ %{target} aus.

source: Select the %{target} you want to use.
de: Wählen Sie das gewünschte Element vom Typ %{target} aus.

source: Not set
de: Nicht gesetzt

source: with clearance name "%s"
de: mit Freigabename "%s"

source: Switch to overview of this identity...
de: Zur Übersicht dieser Identität wechseln...

source: Loading
de: Lade

source: is linked to
de: ist verknüpft mit

source: Paste keyset
de: Schlüssel einfügen

source: Private key
de: Privater Schlüssel

source: Change keyset
de: Schlüssel ändern

source: New public key
de: Neuer öffentlicher Schlüssel

source: New private key
de: Neuer privater Schlüssel

source: Current public key
de: Aktueller öffentlicher Schlüssel

source: Current private key
de: Aktueller privater Schlüssel

source: Generate key pair | Both keys will be generated on the server. We will not save or remember the private key, though, unless you tell us to by clicking '%s'. And then of course only in encrypted form. | If you do not want your private key to be stored on the server, just cut the generated key from its respective textarea and paste it into a file you save locally.
de: Schlüsselpaar generieren | Beide Schlüssel werden am Server generiert. Wir speichern und merken uns den privaten Schlüssel jedoch nicht, es sei denn, Sie veranlassen dies durch Klick auf '%s' - und auch dann selbstverständlich nur in verschlüsselter Form. | Wenn Sie den privaten Schlüssel nicht am Server hinterlegen wollen, schneiden Sie ihn nach der Generierung aus dem Textfeld aus und fügen ihn in eine Textdatei ein, die Sie lokal speichern.

source: Save
de: Speichern

source: Upload keyset | Use this option when you have already created your key pair locally. The upload will fill the respective textareas with the keys you provide.
de: Schlüsselpaar laden | Mit dieser Option können Sie ein lokal generiertes Schlüsselpaar laden. Dies füllt die jeweiligen Textfelder mit den Schlüsseln, die Sie angeben. Die Speicherung am Server erfolgt erst nach Klick auf 'Speichern'.

source: Public key | %s
de: Öffentlicher Schlüssel | %s

source: A active public key is a prerequisite for others to share their identity information with you.
de: Ein aktiver öffentlicher Schlüssel ist Voraussetzung, damit andere Ihnen Informationen freigeben können.

source: Private key | A private key is needed to decrypt the messages and identities others share with you. However, you do not have to store your private key on our server. Should you still decide to do so, we will store it strongly encrypted like the rest of your data.
de: Privater Schlüssel | Ein privater Schlüssel wird benötigt, damit Nachrichten und Freigaben an Sie entschlüsselt werden können. Sie müssen den privaten Schlüssel nicht auf dem Server abspeichern. Sollten Sie dies jedoch wünschen, wird er dort ebenso stark verschlüsselt abgelegt, wie Ihre anderen Daten auch.

source: Non-persistant private key | If you do not wish your private key to be stored on the server, you may still put it in here for a consitency check. | It will NOT be posted to the server.
de: Temporärer privater Schlüssel | Hier können Sie Ihren privaten Schlüssel einmalig eingeben, damit geprüft werden kann, ob Ihr öffentlicher Schlüssel dazu passt. | Der private Schlüssel wird dabei NICHT zum Server gesendet.

source: Current private key | Your current private key is not stored on the server. If you exchange your keyset, the current private key is needed for re-encryption of existing secrets. | It will NOT be posted to the server.
de: Aktueller privater Schlüssel | Ihr privater Schlüssel ist gegenwärtig nicht am Server hinterlegt. Wenn Sie Ihr Schlüsselpaar ändern, wird der private Schlüssel benötigt, damit Ihre bisherigen Freigaben und Nachrichten nicht verloren gehen. Dabei wird der Schlüssel NICHT zum Server gesendet.
