Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Group|Updated at
de: Aktualisiert am

source: group admin
de: Gruppenadmin

source: GroupAdmin|Group id
de: Gruppe

source: GroupAdmin|Public key id
de: Öffentlicher Schlüssel

source: GroupAdmin|Created at
de: Erzeugt am

source: GroupAdmin|Updated at
de: Aktualisiert am

source: identities persona
de: Identitäten Persona

source: identitiespersona
de: Identitäten Persona

source: IdentitiesPersonas|Identity id
de: Identität

source: IdentitiesPersonas|Persona id
de: Persona

source: identity
de: Identität

source: Identity|Description
de: Beschreibung

source: Identity|Identity code
de: Identitätsnummer

source: Identity|Name
de: Name

source: Identity|Verification
de: Verifizierung

source: Identity|Account id
de: Konto

source: Identity|Owner
de: Eigentümer

source: Identity|Default persona id
de: Standard-Persona

source: Identity|Active
de: Aktiv

source: Identity|Base version id
de: Basis Edition

source: Identity|Sequence
de: Reihenfolge

source: Identity|Created at
de: Erzeugt am

source: Identity|Updated at
de: Aktualisiert am

source: Identity|Avatar id
de: Avatar

source: Identity|Allow groups
de: Gruppen erlauben

source: Public Key could not be saved.
de: Öffentlicher Schlüssel konnte nicht gespeichert werden.

source: Trust Level could not be saved.
de: Vertrauenslevel konnte nicht gespeichert werden.

source: Clearance was not created
de: Freigabe wurde nicht angelegt

source: This is your default persona
de: Dies ist Ihre Standard-Persona

source: Default persona was not created
de: Die Standard-Persona wurde nicht angelegt.

source: introduction
de: Vorstellung

source: Introduction|Introduction id
de: Vorstellung

source: Introduction|Public key id
de: Öffentlicher Schlüssel

source: Introduction|Outbox id
de: Postausgang

source: Introduction|Owner
de: Eigentümer

source: Introduction|Active
de: Aktiv

source: Introduction|Accepted
de: Akzeptiert

source: Introduction|Created at
de: Erzeugt am

source: Introduction|Updated at
de: Aktualisiert am

source: Introduction|Fallback introduced by
de: Vorgestellt von

source: Introduction|Fallback introduced to
de: Vorgestellt

source: invitation
de: Einladung

source: Invitation|Key
de: Schlüssel

source: Invitation|Data
de: Daten

source: Invitation|Active
de: Aktiv

source: Invitation|Recipient hash
de: Empfänger Hash

source: Invitation|Account id
de: Konto

source: Invitation|Created at
de: Erzeugt am

source: Invitation|Updated at
de: Aktualisiert am

source: keyset
de: Schlüsselsatz

source: Keyset|Key
de: Schlüssel

source: Keyset|Card segment type id
de: Kartensegmenttyp

source: Keyset|Created at
de: Erzeugt am

source: Keyset|Updated at
de: Aktualisert am

source: Keyset|Order
de: Reihenfolge

source: message
de: Nachricht

source: Message|Outbox id
de: Postausgang

source: Message|Owner
de: Eigentümer

source: Message|Encryption secret
de: Verschlüsselungsgeheimnis

source: Message|Subject
de: Betreff

source: Message|Text
de: Nachricht

source: Message|Time expire
de: Ablaufdatum

source: Message|Created at
de: Erzeugt am

source: Message|Updated at
de: Aktualisert am

source: Message|Hide
de: Message|Verstecken

source: Message|System
de: System

source: Message|Sender fallback
de: Fallback für Absender

source: Message|Recipients fallback
de: Fallback für Empfänger

source: Message|Is draft
de: Ist Entwurf

source: Message|Sent time
de: gesendet am

source: Message|Draft recipients
de: Entwurfsempfänger

source: System message could not be saved.
de: Systemnachricht konnte nicht gespeichert werden.

source: name registration
de: Namensregistrierung

source: NameRegistration|Identity id
de: Identität

source: NameRegistration|Name
de: Name

source: NameRegistration|Sha2
de: SHA2

source: NameRegistration|Created at
de: Erzeugt am

source: NameRegistration|Updated at
de: Aktualisiert am

source: note
de: Notiz

source: Note|Widget id
de: Widget

source: Note|Owner
de: Eigentümer

source: Note|Title
de: Titel

source: Note|Text
de: Text

source: Note|Created at
de: Erzeugt am

source: Note|Updated at
de: Aktualisiert am

source: one time login
de: Einmalanmeldung

source: OneTimeLogin|Account id
de: Konto

source: OneTimeLogin|Valid until
de: Gültig bis

source: OneTimeLogin|Created at
de: Erzeugt am

source: OneTimeLogin|Updated at
de: Aktualisiert am

source: OneTimeLogin|Owner
de: Besitzer

source: outbox
de: Postausgang

source: Outbox|Owner
de: Eigentümer

source: Outbox|Communication id
de: Kommunikation

source: Outbox|Identity id
de: Identität

source: Outbox|Created at
de: Erzeugt am

source: Outbox|Updated at
de: Aktualisiert am

source: Persona|Clearance description
de: Beschreibung der Freigabe

source: Persona|Description
de: Beschreibung

source: Persona|Gender
de: Geschlecht

source: Persona|Name
de: Pseudonym

source: Persona|Owner
de: Eigentümer

source: Persona|Avatar id
de: Avatar

source: Persona|Active
de: Aktiv

source: Persona|Default wallet id
de: Standard-Brieftasche

source: Persona|Base version id
de: Basis Edition

source: Persona|Sequence
de: Reihenfolge

source: Persona|Created at
de: Erzeugt am

source: Persona|Updated at
de: Aktualisiert am

source: Persona|Default view
de: Standardsicht

source: Persona|Switchable view
de: Sicht umschaltbar

source: This is your default wallet
de: Dies ist Ihre Standard-Brieftasche

source: PersonasWallets|Persona id
de: Persona

source: PersonasWallets|Wallet id
de: Brieftasche

source: posting
de: Beitrag

source: Posting|Subject
de: Betreff

source: Posting|Text
de: Text

source: Posting|Owner
de: Eigentümer

source: Posting|Published
de: Veröffentlicht

source: Posting|Publish time
de: Veröffentlicht am

source: Posting|Public key id
de: Öffentlicher Schlüssel

source: Posting|Topic id
de: Thema ID

source: Posting|Posting id
de: Beitrag ID

source: Posting|Created at
de: Erzeugt am

source: Posting|Updated at
de: Aktualisiert am

source: Posting|Last edited by
de: Letzte Änderung

source: profile
de: Profil

source: Profile|Persona id
de: Persona-ID

source: Profile|Clearance
de: Freigabe

source: Profile|Owner
de: Eigentümer

source: Profile|Unique
de: Adresse

source: Profile|Active
de: Aktiv

source: Profile|Base version id
de: Basis Edition

source: Profile|Avatar id
de: Avatar

source: Profile|Use image
de: Bild verwenden

source: Profile|Created at
de: Erzeugt am

source: Profile|Updated at
de: Aktualisert am

source: Profile|Unique number
de: Eindeutige Nummer

source: Profile|Public key id
de: Öffentlicher Schlüssel

source: is already taken
de: ist bereits vergeben

source: profile entry
de: Profileintrag

source: ProfileEntry|Card id
de: Karte

source: ProfileEntry|Profile id
de: Profil-ID

source: ProfileEntry|Sequence
de: Reihenfolge

source: ProfileEntry|Show title
de: Titel anzeigen

source: ProfileEntry|Created at
de: Erzeugt am

source: ProfileEntry|Updated at
de: Aktualisiert am

source: public key
de: Öffentlicher Schlüssel

source: PublicKey|Identity id
de: Identität

source: PublicKey|Owner
de: Besitzer

source: PublicKey|Key
de: Schlüssel

source: PublicKey|Private
de: Privat

source: PublicKey|Created at
de: Erzeugt am

source: PublicKey|Updated at
de: Aktualisert am

source: PublicKey|Communication id
de: Kommunikation

source: PublicKey|Dropbox id
de: Dropbox

source: PublicKey|Dropbox info
de: Dropbox Information

source: PublicKey|Active
de: Aktiv

source: PublicKey|Base version id
de: Basis Edition

source: PublicKey|Dropbox description
de: Dropbox Beschreibung

source: PublicKey|Dropbox logo
de: Dropbox Logo

source: PublicKey|Dropbox contact
de: Dropbox Kontaktinfo

source: PublicKey|Dropbox captcha
de: Dropbox Captcha

source: public level
de: Öffentlicher Level

source: PublicLevel|Owner
de: Besitzer

source: PublicLevel|Created at
de: Erzeugt am

source: PublicLevel|Updated at
de: Aktualisert am

source: Puzzle|Account id
de: Konto

source: Puzzle|Code
de: Code

source: Puzzle|Sequence
de: Reihenfolge

source: Puzzle|Until
de: Bis

source: Puzzle|Attempts
de: Versuche

source: Puzzle|Lock count
de: Lock-Anzahl

source: Puzzle|Locked
de: Gesperrt

source: Puzzle|Created at
de: Erzeugt am

source: Puzzle|Updated at
de: Aktualisert am

source: Puzzle|Owner
de: Besitzer

source: QuickloginService|Service
de: Service

source: QuickloginService|Url
de: URL

source: QuickloginService|Mode
de: Modus

source: QuickloginService|Json
de: JSON

source: QuickloginService|Icon
de: Icon

source: QuickloginService|Active
de: Aktiv

source: QuickloginService|Created at
de: Erzeugt am

source: QuickloginService|Updated at
de: Aktualisiert am

source: record
de: Datensatz

source: Record|Owner
de: Eigentümer

source: Record|Sandbox id
de: Sandbox

source: Record|Card id
de: Karte

source: Record|Json
de: JSON

source: Record|Created at
de: Erzeugt am

source: Record|Updated at
de: Aktualisiert am

source: Sandbox|Owner
de: Eigentümer

source: Sandbox|Account id
de: Konto

source: Sandbox|Created at
de: Erzeugt am

source: Sandbox|Updated at
de: Aktualisiert am

source: Record could not be saved.
de: Datensatz konnte nicht gespeichert werden.

source: secret
de: Geheimnis

source: Secret|Public key id
de: Öffentlicher Schlüssel

source: Secret|Trust level id
de: Vertrauenslevel

source: Secret|Encryption secret
de: Verschlüsselungsgeheimnis

source: Secret|Created at
de: Erzeugt am

source: Secret|Updated at
de: Aktualisiert am

source: Secret|Read
de: Gelesen

source: Secret|Message id
de: Nachricht

source: Secret|Symmetric
de: Secret|Symmetrisch

source: Secret|Group id
de: Gruppen ID

source: Secret|Forum id
de: Forum ID

source: Secret|Event id
de: Event ID

source: Secret|Rsvp
de: RSVP

source: SharedInformation|Text
de: Text

source: SharedInformation|Trust level id
de: Vertrauenslevel

source: SharedInformation|Shout id
de: Shout

source: SharedInformation|Owner
de: Eigentümer

source: SharedInformation|Created at
de: Erzeugt am

source: SharedInformation|Updated at
de: Aktualisiert am

source: shared value
de: Freigabewert

source: SharedValue|Value
de: Wert

source: SharedValue|Trust level id
de: Vertrauenslevel

source: SharedValue|Attrib id
de: Attribut

source: SharedValue|Created at
de: Erzeugt am

source: SharedValue|Updated at
de: Aktualisiert am

source: Shout|Identity id
de: Identität

source: Shout|Level
de: Level

source: Shout|Text
de: Text

source: Shout|Owner
de: Eigentümer

source: Shout|Created at
de: Erzeugt am

source: Shout|Updated at
de: Aktualisiert am

source: Shoutbox|Account id
de: Konto

source: Shoutbox|Owner
de: Eigentümer

source: Shoutbox|Created at
de: Erzeugt am

source: Shoutbox|Updated at
de: Aktualisiert am

source: Shoutbox|Widget id
de: Widget

source: Shoutbox|Frequency
de: Frequenz

source: Shoutbox|Default sender
de: Standard-Absender

source: Shoutbox|Default target
de: Standard-Empfänger

source: Shoutbox|Only level
de: nur diesen Level

source: Shoutbox|Last displayed
de: Zuletzt angezeigt

source: Shoutbox|Lifetime
de: Lebensdauer

source: statistic
de: Statistik

source: Statistic|Day
de: Tag

source: Statistic|Registrations
de: Registrierungen

source: Statistic|Registered
de: Registriert

source: Statistic|Delivered
de: Ausgeliefert

source: Statistic|Activated
de: Aktivierte

source: Statistic|Logins
de: Logins

source: Statistic|Individual logins
de: Individuelle Logins

source: Statistic|Re logins
de: Relogins

source: Statistic|Premiums
de: Premium Editionen

source: Statistic|Premium extensions
de: Premiumverlängerungen

source: Statistic|Premium expiries
de: Premium abgelaufen

source: Statistic|Basic expiries
de: Basic abgelaufen

source: Statistic|Basic expiries cancelled
de: Basic abgelaufen Rückruf

source: Statistic|Account deletions
de: Kontolöschungen

source: Statistic|Account deletions active
de: Account aktiv gelöscht

source: Statistic|Account deletions expiry
de: Account durch Inaktivität gelöscht

source: Statistic|Accounts total
de: Accounts gesamt

source: Statistic|Accounts premium
de: Accounts Premium

source: Statistic|Accounts inactive
de: Accounts inaktiv

source: Statistic|Accounts one timers
de: Accounts einmal genutzt

source: Statistic|Created at
de: Erzeugt am

source: Statistic|Updated at
de: Aktualisiert am

source: subscription
de: Abonnement

source: Subscription|Account id
de: Konto ID

source: Subscription|Owner
de: Besitzer

source: Subscription|Created at
de: Erzeugt am

source: Subscription|Updated at
de: Aktualisiert am

source: topic
de: Thema

source: Topic|Name
de: Name

source: Topic|Owner
de: Besitzer

source: Topic|Description
de: Beschreibung

source: Topic|Sequence
de: Reihenfolge

source: Topic|Forum id
de: Forum ID

source: Topic|Created at
de: Erzeugt am

source: Topic|Updated at
de: Aktualisiert am

source: trust level
de: Vertrauenslevel

source: TrustLevel|Level
de: Level

source: TrustLevel|Identity id
de: Identität

source: TrustLevel|Encryption secret
de: Verschlüsselungsgeheimnis

source: TrustLevel|Owner
de: Besitzer

source: TrustLevel|Created at
de: Erzeugt am

source: TrustLevel|Updated at
de: Aktualisert am

source: AddressbookEntry not created
de: Adressbucheintrag nicht angelegt

source: user default
de: Voreinstellung

source: UserDefault|Error level
de: Fehlerlevel

source: UserDefault|Warning level
de: Warnungslevel

source: UserDefault|Language
de: Sprache

source: UserDefault|Account id
de: Konto

source: UserDefault|Owner
de: Eigentümer

source: UserDefault|Created at
de: Erzeugt am

source: UserDefault|Updated at
de: Aktualisiert am

source: UserDefault|Show avatar
de: Avatar anzeigen

source: UserDefault|View level
de: Anzeige

source: UserDefault|Session timeout
de: Sitzung sperren nach

source: UserDefault|Update messages time
de: Auf Nachrichten prüfen

source: UserDefault|Theme
de: Farbeinstellung

source: UserDefault|Sound
de: Ton an/aus

source: UserDefault|Time zone
de: Zeitzone

source: UserDefault|Date format
de: Datumsformat

source: UserDefault|System messages clearance
de: Systemnachricht Freigabe

source: UserDefault|Favorite
de: Favorit

source: UserDefault|Embed id card
de: Ausweiskarte einbinden

source: UserDefault|Notification
de: Benachrichtigung

source: UserDefault|Notification address
de: Benachrichtigungsadresse

source: UserDefault|Notification address verified
de: Benachrichtigungsadresse verifiziert

source: UserDefault|Notification key
de: Benachrichtigungsschlüssel

source: UserDefault|Startpage
de: Startseite

source: UserDefault|Level label 0
de: Beschriftung 0

source: UserDefault|Level label 1
de: Beschriftung 1

source: UserDefault|Level label 2
de: Beschriftung 2

source: UserDefault|Level label 3
de: Beschriftung 3

source: UserDefault|Level label 4
de: Beschriftung 4

source: UserDefault|Level label 5
de: Beschriftung 5

source: UserDefault|Level label 6
de: Beschriftung 6

source: UserDefault|Restore passphrase
de: Passphrase merken

source: UserDefault|Authentication puzzle
de: Anmeldungspuzzle

source: UserDefault|Current view level
de: Aktueller Anzeigelevel

source: UserDefault|Addon
de: Add-on

source: UserDefault|Subscription
de: Abonnement

source: UserDefault|Notification language
de: Benachrichtigungssprache

source: UserDefault|Clipboard
de: Clipboard

source: UserDefault|Level label p
de: Beschriftung P

source: UserDefault|Show past events
de: Vergangene Events anzeigen

source: UserDefault|Next steps
de: Nächste Schritte

source: wallet
de: Brieftasche

source: Wallet|Clearance
de: Freigabe

source: Wallet|Description
de: Beschreibung

source: Wallet|Name
de: Name

source: Wallet|Owner
de: Eigentümer

source: Wallet|Active
de: Aktiv

source: Wallet|Base version id
de: Basis Edition

source: Wallet|Sequence
de: Reihenfolge

source: Wallet|Created at
de: Erzeugt am

source: Wallet|Updated at
de: Aktualisiert am

source: Wallet|Avatar id
de: Avatar

source: Wallet|Use image
de: Bild verwenden

source: Widget|Title
de: Titel

source: Widget|View
de: Anzeige

source: Widget|Data
de: Daten

source: Widget|Owner
de: Eigentümer

source: Widget|Created at
de: Erzeugt am

source: Widget|Updated at
de: Aktualisiert am

source: Please enter a valid email address for activation email.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

source: Email address must not be empty if you want to activate your account by email.
de: Die E-Mail Adresse darf nicht leer sein, wenn Sie Ihr Konto per E-Mail aktivieren möchten.

source: Account suspended
de: Konto gesperrt

source: This account is suspended.
de: Dieses Konto ist gesperrt.

source: Should you have questions concerning this suspension please contact us at %s.
de: Sollten Sie Fragen zu dieser Sperrung haben, kontaktieren Sie uns bitte unter %s.

source: Updating to latest version
de: Update auf die neueste Version

source: A newer version of pidder is available.
de: Eine neuere Version von pidder ist verfügbar.

source: Please wait a moment, while we update your account.
de: Bitte warten Sie einen Moment, während wir Ihr Konto auf den neuesten Stand bringen.

source: Activation
de: Aktivierung

source: Account %s has been created.
de: Konto %s wurde angelegt.

source: German law requires us to ascertain that you have received our T&C containing information about your right of revocation.
de: Wir sind gesetzlich verpflichtet sicherzustellen, dass Sie unsere AGB mit den darin enthaltenen Informationen u.a. zu Ihrem Widerrufsrecht von uns zugestellt bekommen haben.

source: We offer the following two options to comply:
de: Wählen Sie bitte eine der folgenden Möglichkeiten:

source: via download
de: per Download

source: anonymously
de: anonym

source: You %s the T&C and confirm the delivery and your acceptance by pasting the activation code contained into the text field below.
de: Sie laden sich die AGB über %s herunter und bestätigen uns den Erhalt und Ihre Zustimmung zu den AGB, indem Sie den darin enthaltenen Aktivierungscode in das nachfolgende Feld eintragen:

source: link_download
de: diesen Download-Link

source: Paste activation code here
de: Fügen Sie Ihren Aktivierungscode hier ein

source: or
de: oder

source: via Email
de: per E-Mail

source: You specify an email address to which we will send the T&C and an activiation link for the pidder account you just created.
de: Geben Sie uns eine E-Mailadresse an. Wir schicken Ihnen unsere AGB und den Aktivierungslink für Ihr pidder Konto:

source: Enter email address
de: E-Mail Adresse eingeben

source: Resend mail
de: E-Mail erneut senden

source: Send mail
de: Sende E-Mail

source: I agree to the %s.
de: Ich stimme den %s zu.

source: privacy regulations
de: Datenschutzbestimmungen

source: I understand the %s.
de: Ich habe die %s verstanden.

source: risks
de: Risiken

source: Startpage | Determines which page will be displayed after login.
de: Startseite | Bestimmt welche Seite nach der Anmeldung angezeigt wird.

source: Theme | Sets the appearance of pidder's user interface.
de: Farbeinstellung | Bestimmt die Farbeinstellung für pidders Oberfläche.

source: Sound | Switch sound effects on or off.
de: Ton | Schaltet die Audioeffekte ein oder aus.

source: Wizards
de: Assistenten

source: Enable or disable the pidder wizards.
de: Aktiviert oder deaktiviert die pidder Assistenten.

source: Next steps
de: Nächste Schritte

source: Enable or disable the display of next steps.
de: Aktiviert oder deaktiviert die Anzeige von 'Nächste Schritte'.

source: Picture display | Determines whether wallets will show associated pictures by default.
de: Bildanzeige | Legt fest, ob Ihrer Brieftaschenbilder standardmäßig ein- oder ausgeblendet sind.

source: Quicklogin favorites | Determines whether a new quicklogin will be made a favorite per default.
de: Quicklogin Favoriten | Bestimmt ob neue Quicklogins standardmäßig zu Favoriten werden und in der Toolbox angezeigt werden.

source: Embed ID card | Determines whether a persona's ID card will be assigned automatically to a new wallet.
de: Ausweiskarte einbinden | Soll eine neue Brieftasche automatisch die Ausweiskarte der Persona beinhalten?

source: Show past events
de: Vergangene Events anzeigen

source: Determines whether events in the past will be displayed in events listing.
de: Bestimmt ob Events, die in der Vergangenheit liegen, in der Eventliste angezeigt werden.

source: Startpage
de: Startseite

source: Theme
de: Farbeinstellung

source: Sound
de: Ton

source: Embed ID Card
de: Ausweiskarte einbinden

source: Quicklogin favorites
de: Quicklogin Favoriten

source: Picture
de: Bild

source: Update
de: Aktualisieren

source: Labelling | Set your label for the level %{level}.
de: Beschriftung | Beschriftung für den Level %{level} setzen.

source: Labelling
de: Beschriftung

source: You can set the labels for the trust and clearance levels to values of your choice.
de: Sie können die Beschriftung der Freigabe- und Vertrauenslevel auf Werte Ihrer Wahl anpassen.

source: Special
de: Spezial

source: Public
de: Alle (öffentlich)

source: Time zone | Sets your time zone to display times and dates in your local time.
de: Zeitzone | Setzt Ihre lokale Zeitzone, damit Datums- und Zeitangaben in Ihrer lokalen Zeit erfolgen.

source: Date format | Select the date format you prefer.
de: Datumsformat | Wählen Sie das von Ihnen bevorzugte Datumsformat aus.

source: Date format
de: Datumsformat

source: Time zone
de: Zeitzone

source: System messages: Sharing | Determines whether a contact will be informed automatically by a system message when you share information with him or her.
de: Systemnachrichten: Freigabe | Bestimmt ob ein Kontakt automatisch informiert wird, wenn Sie Informationen freigeben.

source: Update messages | Sets the interval for checking for new messages.
de: Prüfe auf Nachrichten | Setzt das Zeitintervall, wie häufig auf neue Nachrichten geprüft werden soll.

source: Notification | If selected a notification email will be sent to the address you specify every time you have a new message in pidder.
de: Benachrichtigung | Legt fest, ob Sie über neue Nachrichten in pidder per E-Mail benachrichtigt werden wollen.

source: Hint: The contact address and the emails themselves will not be encrypted and can potentially compromise your identity.
de: Hinweis: Weder die Kontaktadresse noch die E-Mail Nachrichten selbst werden verschlüsselt und können daher potentiell Ihre Identität kompromittieren.

source: To protect your privacy you should use an email address that is not associated with your real identity or refrain from using notification.
de: Um Ihre Privatsphäre zu schützen sollten Sie eine E-Mail Adresse verwenden, die nicht auf Ihre echte Identität zurück schließen lässt oder auf die Verwendung von E-Mail Benachrichtigungen verzichten.

source: Notification language
de: Sprache für Benachrichtigungen

source: Language used in notification mails.
de: Diese Sprache wird in Benachrichtigungsmails verwendet.

source: Subscribe to newsletter
de: Newsletter abonnieren

source: Check this box if you wish to receive the pidder newsletter.
de: Wählen Sie diese Box an, wenn Sie den pidder Newsletter erhalten möchten.

source: This will only work in combination with a verified email address.
de: Dies funktioniert nur in Kombination mit einer verifizierten E-Mail Adresse.

source: Uncheck the box to unscubscribe from the newsletter.
de: Um den Newsletter abzubestellen, wählen Sie diese Option wieder ab.

source: Please enter a valid email address or turn notification off.
de: Bitte geben Sie eine gültige E-Mail Adresse ein oder schalten Sie die Benachrichtigungen aus.

source: Email addresses do not match. Please retype them to make sure they are the same.
de: Die eingegebenen E-Mail Adressen stimmen nicht überein. Bitte geben Sie sie erneut ein, um sicher zu stellen, dass sie korrekt sind.

source: Email addresses must not be empty when notification is on.
de: Die E-Mail Adresse darf nicht leer sein, wenn Benachrichtigungen aktiviert sind.
