Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: Click on the input field for the username. This will then be displayed with a dotted red border.
de: Klicken Sie auf das Feld für den Nutzernamen. Dieses wird daraufhin rot-gestrichelt umrandet dargestellt.

source: Then click on the input field for the password. This will then be displayed with a dotted red border.
de: Klicken Sie anschließend auf das Feld für das Kennwort. Dieses wird daraufhin rot-gestrichelt umrandet dargestellt.

source: A pidder window opens with the headline "How to add a quicklogin to a pidder card."
de: Es öffnet sich ein pidder-Fenster mit der Überschrift "Wie Sie ein Quicklogin zu einer pidder Karte hinzufügen".

source: Copy the content of the textarea into your clipboard (Ctrl-C or rightclick - "Copy") and paste it here (Ctrl-V or rightclick - "Paste").
de: Den Inhalt dieses Fensters in die Zwischenablage kopieren (Strg-C oder Rechtsklick - "Kopieren") und hier einfügen (Strg-V oder Rechtsklick - "Einfügen").

source: Suggest new service
de: Neuen Service vorschlagen

source: Load Quicklogin
de: Quicklogin laden

source: Filter list
de: Liste filtern

source: Below is a list of all your quicklogins.
de: Unten sehen Sie eine Liste Ihrer Quicklogins.

source: You can use the filters to narrow down the result list.
de: Mit den Filtern können Sie diese Ergebnisliste einschränken.

source: Use the checkboxes to determine which of your quicklogins are favorites and thus will show in the quicklogin toolbox.
de: Bestimmen Sie mit den Checkboxen, welche der Quicklogins Ihre Favoriten sind und in der Toolbox erscheinen sollen.

source: You can change the order of the entries by dragging each entry to the desired position using the %{quicklogin_icon} quicklogin icon as a handle.
de: Sie können die Reihenfolge der Einträge ändern, indem Sie sie an den %{quicklogin_icon} Quicklogin-Icons in die gewünschte Position ziehen.

source: The %{card_icon} card icon in front of each entry will take you to the card containing this quicklogin.
de: Das %{card_icon} Karten-Icon vor jedem Eintrag bringt Sie zu der Karte, die dieses Quicklogin enthält.

source: by Title
de: nach Titel

source: by Identity
de: nach Identität

source: by Persona
de: nach Persona

source: by Wallet
de: nach Brieftasche

source: Your Quicklogins
de: Ihre Quicklogins

source: The list of the quicklogins you can manage in this dialog is truncated due to the limitations of the base version.
de: Die Liste der Quicklogins, die Sie in diesem Dialog bearbeiten können, wurde aufgrund der Beschränkungen der Basis Edition gekürzt.

source: Upgrade to premium edition...
de: Upgrade auf die Premium Edition...

source: Go to %{element} containing this quicklogin...
de: Wechsle zu %{element} mit diesem Quicklogin...

source: Save favorites status
de: Favoritenstatus speichern

source: Edit topic...
de: Thema bearbeiten...

source: Click to edit this topic...
de: Zum Bearbeiten des Themas klicken.

source: This will delete the topic.
de: Dadurch wird das Thema gelöscht.

source: All postings within that topic will be deleted as well.
de: Alle Beiträge dieses Themas werden ebenfalls gelöscht.

source: Delete this topic...
de: Dieses Thema löschen...

source: Topic name
de: Name des Themas

source: This topic name will be be displayed to the participants of the forum.
de: Dieser Name wird den Teilnehmern des Forums angezeigt.

source: Topic description
de: Beschreibung des Themas

source: This topic description will be be displayed to the participants of the forum.
de: Diese Themenbeschreibung wird den Teilnehmern des Forums angezeigt.

source: Thread
de: Strang

source: Replies
de: Antworten

source: Topic_genitiv
de: Themas

source: Change assignment
de: Zuordnung ändern

source: to level
de: für Level

source: Choose the level you wish to manage by clicking on one of the six icons:
de: Wählen Sie den Level, den Sie bearbeiten möchten, durch Klick auf eines der sechs Icons:

source: Assign confidant
de: Kontakt dem Level zuweisen

source: No more confidants available for assignment.
de: Keine weiteren Kontakte für eine Zuweisung verfügbar.

source: Unassign confidant
de: Kontakt vom Level entfernen

source: No more confidants available for unassignment.
de: Keine weiteren zugewiesene Kontakte verfügbar.

source: Currently assigned confidants
de: Derzeit zugewiesene Kontakte

source: implicitly
de: implizit

source: via trust level
de: über Vertrauenslevel

source: Assign persona | You can assign this wallet to other personas.
de: Persona verknüpfen | Sie können diese Brieftasche zu anderen Personas verknüpfen. Beachten Sie dabei bitte das mögliche Kompromittierungsrisiko.

source: Assign card | You can assign cards from the archive or form other wallets. Please be aware that assigning a card from another wallet might compromise both wallets.
de: Karte verknüpfen | Sie können Karten aus dem Archiv oder von anderen Brieftaschen hierher verknüpfen. Beachten Sie bitte, dass die Zuordnung einer Karte in mehrere Brieftaschen eine Kompromittierung dieser Brieftasche bedeuten kann.

source: Assign to or from this wallet
de: Verknüpfe zu oder von dieser Brieftasche

source: Show card
de: Karte anzeigen

source: Hide avatar
de: Avatar verstecken

source: Show picture
de: Bild anzeigen

source: This persona no longer contains information shared with you.
de: Es gibt keine Daten dieser Persona, die für Sie freigegeben sind.

source: Back to your %{contact_center}
de: Zurück zu Ihrem %{contact_center}

source: Contact center
de: Kontaktcenter

source: The contact %s shares no information with you. But %s can send messages to you.
de: Der Kontakt %s teilt keine Informationen mit Ihnen. Aber %s kann Ihnen Nachrichten senden.

source: Sorry. An error occured by fectching the contact data.
de: Es ist leider ein Fehler aufgetreten. Konnte die Kontaktdaten nicht laden.

source: The error was logged and we'll try our best to fix the problem. Thanks for your patience.
de: Der Fehler wurde an uns weitergeleitet und wir geben unser Bestes, das Problem schnell zu lösen. Danke für Ihr Verständnis.

source: Copy wallet | Create a copy of this wallet and assign it to the selected persona.
de: Brieftasche kopieren | Erzeuge eine Kopie dieser Brieftasche, die der ausgewählten Persona zugewiesen wird.

source: Copy wallet
de: Kopiere Brieftasche

source: The wallet contains cards that are not assigned to any other wallet.
de: Die Brieftasche beinhaltet Karten, die keiner anderen Brieftasche zugeordnet sind.

source: Wallet name | This name will be visible to yourself as well as to the people you share this wallet with.
de: Name der Brieftache | Unter diesem Namen erscheint diese Brieftasche für Sie und alle Personen, denen sie freigegeben ist.

source: Wallet description | This description will be visible to yourself as well as to the people you share this wallet with.
de: Beschreibung der Brieftasche | Mit dieser Beschreibung erscheint diese Brieftasche für Sie und alle Personen, denen sie freigegeben ist.

source: Wallet clearance | Checking this box will make this wallet and the cards it contains part of the clearance for this identity. When you uncheck this box, the wallet and the cards it contains will not be displayed to others.
de: Brieftasche Freigabe | Wenn ausgewählt, ist diese Brieftasche Teil der Freigabe der aktuellen Identität und erscheint gemäß der in den Karten eingestellten Freigabeleveln. Wenn Sie die Freigabe deaktivieren, ist diese Brieftasche nur für Sie sichtbar.

source: Use persona avatar | The avatar of the current persona is used when displaying the wallet. If no specific image for the wallet is defined, the persona avatar is always used. In this case you can not deselect this option.
de: Verwende Avatar | Es wird der Avatar der aktuellen Persona als Brieftaschenbild verwendet. Falls kein eigenes Brieftaschenbild definiert ist, wird immer der Avatar verwendet. In diesem Fall können Sie diese Option nicht abwählen.

source: Choose whether or not the image will be displayed automatically when opening the wallet or whether to use your global preference for this.
de: Wählen Sie, ob das Bild beim Öffnen der Brieftasche automatisch angezeigt werden soll oder nicht oder ob dafür Ihre globale Einstellung verwendet werden soll.

source: Display image in this wallet
de: Bild in Brieftasche anzeigen

source: Clearance
de: Freigabe

source: Unlock wallet
de: Brieftasche freigeben

source: Assign ID-card | Manage the assignment of the ID-card of current persona in this wallet.
de: Ausweiskarte verknüpfen | Zuordnen der Ausweiskarte der aktuellen Persona zu dieser Brieftasche.

source: Move wallet | Move this wallet to the selected persona.
de: Verschiebe Brieftasche | Verschiebt die Brieftasche zur ausgewählten Persona.

source: Move wallet
de: Verschiebe Brieftasche

source: Move to Persona
de: Verschiebe zu Persona

source: Embed ID card
de: Ausweiskarte einbinden

source: Switching to %{view_mode} view
de: Wechsle zur %{view_mode}-Ansicht

source: Hide picture
de: Bild ausblenden

source: Destroy wallet
de: Brieftasche löschen

source: This will destroy this wallet.
de: Damit wird diese Brieftasche gelöscht.

source: Cards of this wallet that are assigned to other wallets will not be effected.
de: Karten dieser Brieftasche, die auch noch anderen Brieftaschen zugeordnet sind, sind davon nicht betroffen.

source: Removing ID-Card
de: Entferne Ausweiskarte.

source: Preparing the wallet for sharing.
de: Brieftasche wird freigegeben.

source: Creating new %s...
de: Erzeuge %s...

source: Loading all attributes of wallet.
de: Lade alle Attribute der Brieftasche.

source: Show/Hide minimum clearance level of cards.
de: Kleinsten Freigabelevel der Karten anzeigen/verbergen...

source: Unassign persona | Remove wallet from this persona. If this is the last association of the wallet you will be prompted whether to archive or to delete the wallet.
de: Löse Persona | Entferne Brieftasche von dieser Persona. Falls dies die letze Zuordnung der Brieftasche ist, werden Sie gefragt werden, ob die Brieftasche archiviert oder gelöscht werden soll.

source: Unassign card | Remove card from this wallet. If this s the last association of the card you will be prompted whether to archive or to delete the card.
de: Löse Karte | Entferne Karte von dieser Brieftasche. Falls dies die letze Zuordnung der Karte ist, werden Sie gefragt werden, ob die Brieftasche archiviert oder gelöscht werden soll.

source: Unassign wallet
de: Löse Brieftasche

source: Unassign from Persona
de: Löse von Persona

source: Unassign Card
de: Löse Karte

source: You are currently using the pidder basic edition free of charge.
de: Sie verwenden aktuell die kostenfreie pidder Basis Edition.

source: Your account number is
de: Ihre Kontonummer lautet

source: Please state this number in case of support requests.
de: Bitte geben Sie diese Nummer bei Supportanfragen an.

source: and will expire tomorrow
de: und wird morgen ablaufen

source: and will expire in %{left} days
de: und wird in %{left} Tagen ablaufen

source: You are currently using the pidder premium edition.
de: Sie verwenden aktuell die pidder Premium Edition.

source: Your Premium Edition is valid to %s
de: Ihre Premium Edition ist gültig bis zum %s

source: Switch view
de: Ansicht wechseln

source: Currently you are not participating in any events.
de: Momentan nehmen Sie an keinem Event teil.

source: Set up your first %s
de: Richten Sie eine %s ein

source: learn how
de: Anleitung

source: Currently you are not participating in any forums.
de: Momentan nehmen Sie an keinem Forum teil.

source: Create new forum...
de: Ein neues Forum anlegen...

source: Recommend pidder to your friends
de: Empfehlen Sie pidder Ihren Freunden

source: Enlarge your pidder network and invite friends and contacts.
de: Erweitern Sie Ihr pidder Netzwerk und laden Sie Ihre Freunde und Kontakte ein.

source: You can choose to let pidder create an invitation mail or use your own email client for the invitation.
de: Sie können wählen, ob pidder die Einladungsmail erstellen soll, oder ob Sie dafür Ihr eigenes Mailprogramm verwenden möchten.

source: Select the tab that you want to move the widget to:
de: Wählen Sie den Reiter aus, in den Sie das Widget verschieben möchten:

source: This will remove the widget from your dashboard.
de: Hiermit wird das Widget aus Ihrem Dashboard entfernt.

source: Removing widget %s
de: Widget %s entfernen

source: Move this widget
de: Dieses Widget verschieben

source: Remove this widget
de: Dieses Widget entfernen

source: Edit widget
de: Widget bearbeiten

source: Refresh widget
de: Widget aktualisieren

source: Add note
de: Notiz hinzufügen

source: Float widget
de: Widget im eigenen Fenster öffnen

source: Currently you have not stored any notes.
de: Momentan haben Sie keine Notizen gespeichert.

source: Add new note
de: Neue Notiz hinzufügen

source: Show note...
de: Notiz anzeigen...

source: Could not find widget content
de: Konnte für dieses Widget keinen Inhalt finden.

source: Add Contacts
de: Kontakte hinzufügen

source: Step
de: Schritt

source: This wizard will guide you through the steps for adding new contacts.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie neue Kontakte hinzufügen.

source: You will learn how to use your contact center and about the different choices you have for establishing contact with other pidder users.
de: Darin lernen Sie, wie Sie Ihr Kontaktcenter nutzen und welche verschiedenen Möglichkeiten Sie haben, um den Kontakt mit anderen pidder Nutzern herzustellen.

source: You can interrupt this wizard any time you wish and come back to finish it later.
de: Sie können diesen Assistenten jederzeit unterbrechen und zu einem späteren Zeitpunkt fortsetzen.

source: Please click on the "%{button}" button to start this wizard.
de: Bitte klicken Sie auf "%{button}" um den Assistenten zu starten.

source: Navigate to %{module} view
de: Zur %{module}-Ansicht wechseln

source: So to begin, we need to navigate to the %{module} view.
de: Zunächst müssen wir in die %{module}-Ansicht wechseln.

source: To that end, click on the highlighted %{item_img} %{item} in the header.
de: Dazu klicken Sie bitte auf das gelb hervorgehobene %{item_img} %{item} im Menü.

source: contact icon
de: Kontakt-Icon

source: The contact center displays your private addressbook.
de: Das Kontaktcenter zeigt Ihr persönliches Adressbuch.

source: On the left hand side there is an alphabetical list of all your contacts and groups.
de: Auf der linken Seite sehen Sie eine alphabetische Liste Ihrer Kontakte und Gruppen.

source: In the middle the currently selected contact or group is displayed.
de: In der Mitte wird der aktuell ausgewählte Kontakt oder die aktive Gruppe dargestellt.

source: And on the right you see the toolbox.
de: Und auf der rechten Seite sehen Sie die Toolbox.

source: If a contact is sharing data with you, the contact name in the center is a link that will take you to the shared data.
de: Wenn ein Kontakt Ihnen Daten freigegeben hat, so ist der Kontaktname ein Link, der Sie zu den freigegeben Daten führt.

source: With the creation of your account, contact to the pidder demo user has been established automatically.
de: Beim Anlegen Ihres pidder Kontos ist automatisch auch der Kontakt zum pidder Demo-Nutzer hergestellt worden.

source: Have a look at the data this demo user shares with you by clicking on the user name next to the user image.
de: Um diese Freigabe zu betrachten, klicken Sie auf den Namen neben dem Nutzerbild.

source: Data shared with you
de: Für Sie freigegebene Daten

source: Feel free to browse the data the demo user has shared with you.
de: Schauen Sie sich ruhig mal die Daten an, die der Demonutzer Ihnen freigegeben hat.

source: The green color of the cards indicates that you are not looking at your own data.
de: Die grüne Farbe der Karten signalisiert, dass Sie momentan nicht Ihre eigenen Daten betrachten.

source: When you are done, please click on the %{item_img} %{item} in the header to return to your contact center.
de: Wenn Sie damit fertig sind, klicken Sie bitte auf das %{item_img} %{item} im Menü, um zum Kontaktcenter zurückzukehren.

source: Open Dialog %{dialog_name}
de: Dialog %{dialog_name} öffnen

source: Add %s
de: %s hinzufügen

source: Contact
de: Kontakt

source: You have several options how to add new contacts.
de: Sie haben mehrere Möglichkeiten, wie Sie neue Kontakte hinzufügen können.

source: Let's go through them one by one.
de: Lassen Sie uns diese eine nach der anderen betrachten.

source: Please open the dialog "%{dialog_name}" by clicking on the %{item_img} %{item} in the toolbox.
de: Bitte öffnen Sie den Dialog "%{dialog_name}", indem Sie auf das %{item_img} %{item} in der Toolbox klicken.

source: add contact icon
de: Kontakte hinzufügen-Icon

source: Search public address book
de: Adressbuch durchsuchen

source: You can search the public address book for contacts who have made some of their details public.
de: Sie können das öffentliche Adressbuch nach Kontakten durchsuchen, die ihre Identität dafür freigegeben haben.

source: If you want to make your own identity appear in this public address book you can do so in the "Edit Identity Dialog".
de: Wenn Sie möchten, dass Ihre eigene Identität in diesem öffentlichen Adressbuch erscheint, dann können Sie das im "Identität bearbeiten"-Dialog einstellen.

source: see step %{step_number} of the wizard %{wizard_link}.
de: siehe Schritt %{step_number} des Assistenten %{wizard_link}.

source: Create Data Structure
de: Datenstruktur anlegen

source: Start wizard
de: Assistenten starten

source: When you leave all input fields for the search criteria empty and click on search you will receive the complete list.
de: Wenn Sie alle Eingabefelder leer lassen und auf "Suche" klicken, erhalten Sie die komplette Trefferliste.

source: Let's search for a specific contact, though.
de: Lassen Sie uns jedoch nach einem bestimmten Kontakt suchen.

source: To do so, please enter the name "pidder" into the search field "Name".
de: Dazu geben Sie bitte den Namen "pidder" in das Suchfeld "Name" ein.

source: Result list
de: Ergebnisliste

source: Please enter the name "pidder" into the search field "Name".
de: Bitte geben Sie den Namen "pidder" in das Suchfeld "Name" ein.

source: Then click on the "Search" button to receive the result list.
de: Dann klicken Sie auf den "Suche"-Button, um die Trefferliste zu erhalten.

source: You will see at least two search results for your query:
de: Sie sehen mindestens zwei Treffer für Ihre Suchanfrage:

source: The two pidder demo users for the English and the German version.
de: Die beiden pidder Demo-Nutzer für die deutsche und die englische Version.

source: Since you are using the %{language} version, the corresponding demo user is already in your contact list as indicated by the %{check_icon} check icon.
de: Da Sie die %{language} Version nutzen, ist der entsprechende Demo-Nutzer bereits in Ihrer Kontaktliste, was auch durch das %{check_icon} Häckchen angezeigt wird.

source: language_adjective
de: deutsche

source: You may add the other demo user as well by clicking on the %{icon} plus icon.
de: Sie können den anderen Demo-Nutzer als Kontakt hinzufügen, indem Sie auf das %{icon} Plus-Icon klicken.

source: Added contact
de: Kontakt hinzugefügt

source: The green message at the top of the dialog informs you of success.
de: Die grüne Nachricht oben im Dialog informiert Sie über den Erfolg der Aktion.

source: In case the operation wasn't successful you will see a warning message instead telling you what went wrong.
de: Sollte etwas nicht geklappt haben, erhalten Sie statt dessen eine Warnmeldung.

source: You can now close the dialog to verify that the new contact "%{contact_name}" is now part of your address book.
de: Sie können den Dialog nun schließen und überprüfen, dass der neue Kontakt "%{contact_name}" nun in Ihrem Adressbuch vorkommt.

source: pidder_username
de: Pidder

source: But what if your designated contact chose not to appear in the public addressbook?
de: Aber was ist, wenn der gewünschte Kontakt es vorzieht, nicht im öffentlichen Adressbuch zu erscheinen?

source: And how can you make sure that a designated contact really is the person they say they are?
de: Und wie können Sie sicher stellen, dass ein Kontakt auch wirklich derjenige ist, der er vorgibt zu sein?

source: To that end we offer the next option:
de: Zu diesem Zweck bieten wir die folgende Option an:

source: Establishing contact using identity number and verification.
de: Kontakt über Kombination von Identitätsnummer und Verifizierung hinzufügen.

source: Please open the dialog "%{dialog_name}" once more by clicking on the %{item_img} %{item} in the toolbox.
de: Bitte öffnen Sie den Dialog "%{dialog_name}" erneut, indem Sie auf das %{item_img} %{item} in der Toolbox klicken.

source: Switch tab
de: Reiter wechseln

source: Please switch the dialog to the "%{tab_name}" tab by clicking on the tab "%{tab_name}" at the top of the dialog window.
de: Bitte wechseln Sie im Dialogfenster zum "%{tab_name}"-Reiter, indem Sie auf den Reiter "%{tab_name}" oben im Dialogfenster klicken.

source: The most secure option for adding a new contact is when you know the contact's identity number and verification.
de: Die sicherste Option, um einen neuen Kontakt hinzufügen, besteht in der Kenntnis von Identitätsnummer und Verifizierung.

source: The identity number is created by the system.
de: Die Identitätsnummer wird automatisch vom System erzeugt.

source: Your own verification is something you can set for each of your identities.
de: Ihre eigene Verifizierung können Sie für jede Ihrer pidder Identitäten selber festlegen.

source: You best exchange identity number and verification with your contact outside of pidder, e.g. by telephone, mail or text message.
de: Am Besten tauschen Sie Identitätsnummer und Verifizierung mit Ihrem Kontakt außerhalb von pidder aus, z.B. telefonisch, per E-Mail oder SMS.

source: To let you test this method these are the values of our screencast user Jonah:
de: Damit Sie diese Methode testen können, sind hier die Werte für unseren Screencast-Nutzer Jonah:

source: identity_number_jonah
de: KXPO-1098375

source: verification_jonah
de: Mein Luftkissenboot ist voller Aale

source: Use these values in the text fields and submit the form by clicking on the button "%{button}".
de: Verwenden Sie diese Werte in den Eingabefeldern und bestätigen durch Klick auf den Button "%{button}".

source: View new contact
de: Neuen Kontakt anzeigen

source: Please note that next to the user image there is a %{cert_icon} certificate icon.
de: Bitte beachten Sie, dass neben dem Nutzerbild ein %{cert_icon} Zertifkats-Icon angezeigt wird.

source: This is an indicator of how trustworthy the authenticity of that contact is.
de: Dies soll Sie darüber informieren, wie sicher die Authentizität des Kontaktes ist.

source: That is to say, how sure can you be that they really are who they claim to be.
de: Das soll heißen, wie sicher Sie sein können, das der Kontakt auch wirklich derjenige ist, der er zu sein vorgibt.

source: When you successfully add a contact via identity number and verification - as you just did - you can be reasonably certain about the contact's authenticity.
de: Wenn Sie einen Kontakt erfolgreich über Identitätsnummer und Verifizierung herstellen - so wie Sie es gerade gemacht haben - dann können Sie sich der Authentizität des Kontaktes ziemlich sicher sein.

source: That is why we display the golden certificate signalling trust in the authenticity.
de: Deswegen stellen wir in diesem Fall ein goldenes Zertifikats-Icon dar.

source: All other methods of adding contacts do not intrinsically check the authenticity.
de: Alle sonstigen Methoden zum Hinuzufügen eines Kontakt erlauben keine Aussage zu dessen Authenzität.
