Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: here...
de: hier...

source: Cookies disabled
de: Cookies sind deaktiviert

source: It seems you have disabled Cookies in your browser
de: Es scheint, Sie haben Cookies in Ihrem Browser deaktiviert

source: The use of Cookies is essential for the pidder application
de: Cookies werden für die Verwendung von pidder unbedingt benötigt

source: Learn more about our use of Cookies %s
de: Erfahren Sie %s mehr darüber, wofür wir Cookies verwenden

source: Using Cookies
de: Benutzung von Cookies

source: Unsupported Browser
de: Eingeschränkte Browserunterstützung

source: It seems you are using a browser that is not supported by pidder
de: Es scheint, Sie verwenden einen Browser, der von pidder nicht unterstützt wird.

source: As far as we can tell, you are using
de: Soweit wir das beurteilen können, benutzen Sie

source: Learn more about the browsers we support %s
de: Erfahren Sie %s mehr über die von uns unterstützten Browser.

source: Supported Browsers
de: Unterstützte Browser

source: Browser not supported!
de: Nicht unterstützer Browser!

source: It seems you are using Safari %{version} on Mac OS X.
de: Sie verwenden Safari %{version} unter Mac OS X.

source: through
de: bis

source: There is a %s in the javascript engine of this environment.
de: Dort gibt es einen %s in der Javascript-Implementierung.

source: serious bug
de: gravierenden Bug

source: We strongly recommend that you do not use this setup with pidder.
de: Wir empfehlen dringend, pidder nicht mit diesem Browser zu verwenden.

source: Confirm
de: Bestätigung

source: You want to unassign the %s <span data-crypt=true data-data="%s">%s</span> from %s <span data-crypt=true data-data="%s">%s</span>.
de: Sie möchten die %s <span data-crypt=true data-data="%s">%s</span> von %s <span data-crypt=true data-data="%s">%s</span> lösen.

source: This is the last association of <span data-crypt=true data-data="%s">%s</span>.
de: Dies ist die letzte Assoziation von <span data-crypt=true data-data="%s">%s</span>.

source: Please choose one of the following options:
de: Bitte wählen Sie eine der folgenden Optionen:

source: Archive
de: Archiviere

source: Move the %s <span data-crypt=true data-data="%s">%s</span> to the archive for later re-assignment.
de: Verschiebe %s <span data-crypt=true data-data="%s">%s</span> ins Archiv. Damit ist eine spätere Neuzuordnung möglich.

source: Delete
de: Lösche

source: Permanently destroy the %s <span data-crypt=true data-data="%s">%s</span>.
de: Dadurch wird %s <span data-crypt=true data-data="%s">%s</span> endgültig gelöscht.

source: Cancel
de: Abbrechen

source: Currently there are no confidants assigned to this trust level.
de: Derzeit sind diesem Vertrauenslevel keine Kontakte zugewiesen.

source: Click to change.
de: Zum Ändern klicken.

source: Clearance level
de: Freigabelevel

source: Make this information available to
de: Diese Information freigeben für

source: Trust Level
de: Vertrauenslevel

source: This information is shared with
de: Diese Information ist freigegeben für

source: View Level
de: Anzeige

source: Log me in showing my data at level
de: Einloggen und meine Daten mit diesem Level anzeigen

source: Manage trust level
de: Vertrauenslevel bearbeiten

source: Make this card available to
de: Diese Karte freigeben für

source: Assign this contact to this trust level
de: Den Kontakt diesem Vertrauenslevel zuordnen

source: Show
de: Anzeigen

source: Hide
de: Verbergen

source: Previous step
de: Voriger Schritt

source: Next step
de: Nächster Schritt

source: Virtual Keyboard
de: Virtuelle Tastatur

source: No private key available.
de: Kein privater Schlüssel verfügbar.

source: Use the toolbox entry 'Keys' to make your private key available for this session and identity.
de: Benutzen Sie den Eintrag 'Schlüssel' in der Toolbox, um Ihren privaten Schlüssel für diese Sitzung und Identität verfügbar zu machen.

source: Set private keys
de: Private Schlüssel setzen

source: Add a new %s...
de: Neue %s hinzufügen...

source: Please type the two words
de: Geben Sie die 2 Wörter ein

source: Please type what you hear
de: Geben Sie die 8 Ziffern ein

source: Welcome back %s.
de: Willkommen zurück %s.

source: yes
de: Ja

source: no
de: Nein

source: %s wants to introduce %s to your identity %s.
de: %s möchte %s Ihrer Identität %s vorstellen.

source: Do you want to add %s as a new contact? %s / %s
de: Möchten Sie %s als neuen Kontakt hinzufügen? %s / %s

source: Current view level
de: Aktueller Anzeigelevel

source: Your last login was on %s at %s.
de: Ihre letzte Anmeldung war am %s um %s.

source: No passphrase
de: Keine Passphrase

source: This data field will not be encrypted before being sent to the server.
de: Dieses Datenfeld wird unverschlüsselt zum Server gesendet.

source: Loading %s details...
de: Lade Daten für %s...

source: group
de: Gruppe

source: Members of this group
de: Mitglieder dieser Gruppe

source: Delete this card segment...
de: Dieses Kartensegment löschen...

source: Assign a segment from ID card
de: Segment von der Ausweiskarte hierher verknüpfen...

source: Copy a segment from ID card
de: Segment von der Ausweiskarte hierher kopieren...

source: paragraph
de: Absatz

source: Cards
de: Karten

source: Segment contains fields for
de: Segment beinhaltet Felder für

source: name, salutation, date of birth, etc.
de: Name, Anrede, Geburtsdatum, etc.

source: address information like street, zip code, city, etc.
de: Adressdaten wie Straße, PLZ, Stadt, etc.

source: telephone, mobile, fax, etc.
de: Telefon, Mobil, Fax, etc.

source: Link, username, passphrase, quicklogin, etc.
de: Link, Nutzername, Passphrase, Quicklogin, etc.

source: email address and description.
de: E-Mail Adresse und Beschreibung.

source: link, linktitle and description.
de: Link, Linktitel und Beschreibung.

source: certificate, name and description.
de: Zertifikat, Name und Beschreibung.

source: note and description.
de: Notiz und Beschreibung.

source: number and description.
de: Nummer und Beschreibung.

source: account owner, account number, bank number, etc..
de: Kontoinhaber und -nummer, Bankleitzahl, etc.

source: card owner, card number, validity, etc.
de: Karteninhaber und -nummer, Gültigkeit, etc.

source: tax office name, tax number vat id, etc.
de: Finanzamt, Steuernummer, etc.

source: text input.
de: eine Texteingabe

source: date with date wizard.
de: Datum mit Datumsassistent.

source: Segment fields will be arranged individually.
de: Segment beinhaltet Felder, die Sie sich selber zusammen stellen.

source: organization, department, role, etc.
de: Unternehmen, Abteilung, Rolle, etc.

source: label and description.
de: Beschriftung und Beschreibung.

source: start date, end date and description.
de: Startdatum, Enddatum und Beschreibung.

source: Add %{type} segment
de: %{type}segment hinzufügen

source: Adding a %{type} segment %{kind}.
de: Füge ein %{type}segment %{kind} hinzu.

source: Assign
de: Verknüpfe

source: Copy
de: Kopiere

source: %s segment
de: %s Kartensegment

source: %s ID card segment %s...
de: %s Ausweiskartensegment %s...

source: No ID card element available.
de: Kein Ausweiskartenelement verfügbar.

source: You shared information on this %{element}.
de: Sie haben Informationen auf der %{element} freigegeben.

source: The following steps are neccessary before your contacts will see this share:
de: Die folgenden Schritte sind noch notwendig, bevor Ihre Kontakte diese Daten sehen können:

source: The wallet needs to be unlocked.
de: Die Brieftasche muss aufgeschlossen sein.

source: The identity needs a clearance name.
de: Die Identität muss einen Freigabenamen haben.

source: Registered name
de: Registrierter Name

source: This name has been registered by its user.
de: Dieser Name ist vom Nutzer registriert.

source: Name has changed!
de: Name wurde geändert!

source: This name has been changed since you have added the contact to your address book.
de: Der Name wurde geändert, seit Sie den Kontakt zu Ihrem Adressbuch hinzugefügt haben.

source: Click to accept this change.
de: Zum Akzeptieren der Änderung klicken.

source: This will accept the changed name and the warning icon will no longer be shown.
de: Damit akzeptieren Sie den geänderten Namen und die Warnung wird nicht mehr angezeigt.

source: unconnected
de: unverbunden

source: Remove cipherbox wallet
de: Cipherbox-Brieftasche entfernen

source: Remove the cipherbox wallet from this persona
de: Entferne die Cipherbox-Brieftasche von dieser Persona

source: Add cipherbox wallet (experimental)
de: Cipherbox-Brieftasche hinzufügen (experimentell)

source: Add a cipherbox wallet to this persona. This feature depends on the Firefox Add-on Cipherbox and is experimental at the moment.
de: Fügt eine Cipherbox-Brieftasche zu dieser Persona hinzu. Voraussetzung dafür ist die Verwendung des Firefox Add-ons Cipherbox. Dies ist derzeit noch ein experimentelles Feature.

source: Are you sure to remove the cipherbox wallet? %s / %s
de: Sind Sie sicher, dass Sie die Cipherbox-Brieftasche entfernen wollen? %s / %s

source: Remove profile
de: Profil entfernen

source: Remove the profile from this persona
de: Entferne das Profil von dieser Persona

source: Edit %s
de: %s bearbeiten

source: Add profile
de: Profil hinzufügen

source: Add a profile for this persona
de: Ein Profil zu dieser Persona hinzufügen

source: New %s
de: %s anlegen

source: on %s at %s
de: am %s um %s

source: Trust level
de: Vertrauenslevel

source: This will delete the shout.
de: Der Shout wird gelöscht.

source: Are you sure?
de: Sind Sie sicher?

source: Delete this shout...
de: Shout löschen...

source: Currently there are no shouts in your shoutbox.
de: Derzeit gibt es keine Shouts in Ihrer Shoutbox.

source: clever because you decide what information you share
de: clever, denn Sie entscheiden, welche Daten Sie freigeben

source: quick because it can also be your password managment tool
de: schnell, denn Sie können Ihre Passworte damit verwalten

source: private because you remain in control of your own data
de: privat, denn Sie behalten die Kontrolle über Ihre Daten.

source: your secure private social network
de: Ihr sicheres privates soziales Netzwerk

source: claim: your data, your control
de: Es sind Ihre Daten

source: Add contacts
de: Kontakte hinzufügen

source: Browse shared data
de: Freigabe betrachten

source: Create quicklogins
de: Quicklogins anlegen

source: Edit ID card
de: Ausweiskarte bearbeiten

source: Edit persona
de: Persona bearbeiten

source: Edit wallet
de: Brieftasche bearbeiten

source: Authentication
de: Anmeldung

source: One-time-passphrases
de: Einmal-Passphrasen

source: Set clearance
de: Freigabe setzen

source: Set trust
de: Vertrauen setzen

source: Sharing data
de: Daten freigeben

source: Show tutorial
de: Zeige Tutorial

source: Lock/unlock
de: Sperren/entsperren

source: This wallet is cleared for sharing
de: Diese Brieftasche ist in einer Freigabe sichtbar.

source: This wallet is for your eyes only.
de: Diese Brieftasche kann nur von Ihnen eingesehen werden.

source: Changing the active wallet to state for your eyes only.
de: Aktive Brieftasche wird abgeschlossen.

source: Preparing the active wallet for sharing.
de: Aktive Brieftasche wird freigegeben.

source: Removing ID-Card.
de: Entferne Ausweiskarte.

source: Including ID-Card.
de: Binde Ausweiskarte ein.

source: Preparing ID-Card removal.
de: Bereite Entfernen der Ausweiskarte vor.

source: Preparing ID-Card inclusion.
de: Bereite Einbinden der Ausweiskarte vor.

source: Remove ID-Card
de: Ausweiskarte entfernen

source: Include ID-Card
de: Ausweiskarte einbinden

source: Go to first step of this wizard
de: Zum ersten Schritt des Assistenten springen

source: Go to previous step of this wizard
de: Zum vorigen Schritt des Assistenten springen

source: Go to wizard selection
de: Zur Assistenten-Auswahl

source: Go to next step of this wizard
de: Zum nächsten Schritt des Assistenten springen

source: Go to last step of this wizard
de: Zum letzten Schritt des Assistenten springen

source: account
de: Konto

source: Account|Agb
de: AGB

source: Account|Risk
de: Risikobelehrung

source: Account|Name
de: Name

source: Account|Authentication secret
de: Authentifizierungsgeheimnis

source: Account|Salt
de: Salt

source: Account|Encryption secret
de: Verschlüsselungsgeheimnis

source: Account|Owner
de: Eigentümer

source: Account|Default identity id
de: Standardidentität

source: Account|Created at
de: Erzeugt am

source: Account|Updated at
de: Aktualisiert am

source: Account|Penultimate login
de: Vorletzte Annmeldung

source: Account|Keyfile hash
de: Keyfile Hash

source: Account|Number
de: Nummer

source: Account|Activation key
de: Aktivierungsschlüssel

source: Account|Status
de: Status

source: Account|Privacy
de: Datenschutz

source: Account|Version
de: Version

source: Account|One time encryption secret
de: Einmalgeheimnis

source: Account|Canceled
de: Gekündigt

source: Account|History
de: History

source: must consist of alphanumerical chararacters only
de: darf nur alphanumerische Zeichen enthalten

source: Bad credentials.|||%s|||%s
de: Falsche Anmeldeinformationen

source: Account is locked because of invalid authentication attempts.|||%s|||%s
de: Konto ist aufgrund fehlgeschlagener Anmeldeversuche gesperrt.|||%s|||%s

source: Bad credentials
de: Falsche Anmeldeinformationen

source: This is your default identity
de: Dies ist Ihre Standard-Identität

source: Default identity was not created
de: Die Standard-Identität wurde nicht angelegt.

source: accounts posting
de: Gelesen

source: accountsposting
de: gelesen

source: AccountsPostings|Account id
de: Konto ID

source: AccountsPostings|Posting id
de: Beitrag ID

source: addressbook entry
de: Adressbucheintrag

source: AddressbookEntry|Adressbook id
de: Adressbuch

source: AddressbookEntry|Public key id
de: Öffentlicher Schlüssel

source: AddressbookEntry|Created at
de: Erzeugt am

source: AddressbookEntry|Updated at
de: Aktualisiert am

source: AddressbookEntry|Invited by
de: Eingeladen von

source: AddressbookEntry|Trusted
de: Vertrauenswürdig

source: AddressbookEntry|Sha2
de: SHA2

source: adressbook
de: Adressbuch

source: Adressbook|Account id
de: Konto

source: Adressbook|Owner
de: Eigentümer

source: Adressbook|Created at
de: Erzeugt am

source: Adressbook|Updated at
de: Aktualisiert am

source: Could not find any Identity with these credentials.
de: Es wurde keine Identität mit diesen Informationen gefunden.

source: Key is not a valid RSA public key.
de: Der Schlüssel ist kein valider RSA Public Key.

source: application default
de: Anwendungs-Default

source: ApplicationDefault|Name
de: Name

source: ApplicationDefault|Max base identities
de: Maximale Anzahl Identitäten in der Basis Edition

source: ApplicationDefault|Max base personas
de: Maximale Anzahl Personas in der Basis Edition

source: ApplicationDefault|Max base wallets
de: Maximale Anzahl Brieftaschen in der Basis Edition

source: ApplicationDefault|Created at
de: Erzeugt am

source: ApplicationDefault|Updated at
de: Aktualisiert am

source: ApplicationDefault|Max base quicklogins
de: Maximale Anzahl Quicklogins in der Basis Edition

source: ApplicationDefault|Account number
de: Kontonummer

source: ApplicationDefault|Order number
de: Auftragsnummer

source: ApplicationDefault|Max base profiles
de: Maximale Anzahl Profile in der Basis Edition

source: attrib
de: Attribut

source: Attrib|Clearance level
de: Freigabelevel

source: Attrib|Key
de: Schlüssel

source: Attrib|Value
de: Wert

source: Attrib|Card segment id
de: Kartensegment

source: Attrib|Owner
de: Eigentümer

source: Attrib|Created at
de: Erzeugt am

source: Attrib|Updated at
de: Aktualisiert am

source: Attrib|Sequence
de: Reihenfolge

source: Attrib|Type
de: Typ

source: Attrib|Favorite
de: Favorit

source: authentication
de: Anmeldung

source: Authentication|One time login id
de: Einmal-Passphrase

source: Authentication|Authentication secret
de: Authentifizierungsgeheimnis

source: Authentication|Authentication code
de: Authentifizierungscode

source: Authentication|Encryption secret
de: Verschlüsselungsgeheimnis

source: Authentication|Created at
de: Erzeugt am

source: Authentication|Updated at
de: Aktualisiert am

source: Authentication|Owner
de: Besitzer

source: Avatar|Locator
de: Ablageort

source: Avatar|X dim
de: X-Dimension

source: Avatar|Y dim
de: Y-Dimension

source: Avatar|Alt
de: Alternativtext

source: Avatar|Name
de: Name

source: Avatar|Category
de: Kategorie

source: Avatar|Created at
de: Erzeugt am

source: Avatar|Updated at
de: Aktualisiert am

source: Avatar|Type
de: Typ

source: Avatar|Ownerhash
de: Eigentümer-Hash

source: base version
de: Basis Edition

source: BaseVersion|Owner
de: Eigentümer

source: BaseVersion|Account id
de: Konto

source: BaseVersion|Application default id
de: Anwendungs-Default

source: BaseVersion|Active
de: Aktiv

source: BaseVersion|Created at
de: Erzeugt am

source: BaseVersion|Updated at
de: Aktualisiert am

source: booking
de: Buchung

source: Booking|Number
de: Nummer

source: Booking|Account number
de: Kontonummer

source: Booking|Sponsor
de: Sponsor

source: Booking|Presentee
de: Gesponsorte Person

source: Booking|Old credit
de: Alter Kredit

source: Booking|Invoice number
de: Rechnungsnummer

source: Booking|Invoice
de: Rechnung

source: Booking|Product
de: Produkt

source: Booking|Month
de: Monat

source: Booking|Name
de: Name

source: Booking|Status
de: Status

source: Booking|Amount
de: Betrag

source: Booking|Currency
de: Währung

source: Booking|Payment method
de: Bezahlmethode

source: Booking|Acceptance
de: Akzeptanz

source: Booking|Transaction status
de: Transaktionsstatus

source: Booking|Card no
de: Kartennummer

source: Booking|Pay id
de: Bezahlen

source: Booking|Nc error
de: Nc Fehler

source: Booking|Brand
de: Marke

source: Booking|Card expiry
de: Kartenende

source: Booking|Transaction date
de: Transaktionsdatum

source: Booking|Created at
de: Erzeugt am

source: Booking|Updated at
de: Aktualisiert am

source: Captcha|Key
de: Schlüssel

source: Captcha|Unique
de: Unique

source: Captcha|Created at
de: Erzeugt am

source: Captcha|Updated at
de: Aktualisiert am

source: card
de: Karte

source: Card|Owner
de: Eigentümer

source: Card|Name
de: Name

source: Card|Type
de: Typ

source: Card|Sequence
de: Reihenfolge

source: Card|Created at
de: Erzeugt am

source: Card|Updated at
de: Aktualisiert am

source: Card|Persona id
de: Persona

source: Card|Is new
de: neu

source: Card|Public name
de: Kartenname

source: Card|Columns
de: Spalten

source: No Card instances are allowed.
de: Keine Karteninstanzen erlaubt.

source: Copy of card was not created
de: Die Karte wurde nicht kopiert.

source: card segment
de: Kartensegment

source: CardSegment|Owner
de: Eigentümer

source: CardSegment|Type
de: Typ

source: CardSegment|Card segment type id
de: Kartensegmenttyp

source: CardSegment|Sequence
de: Reihenfolge

source: CardSegment|Created at
de: Erzeugt am

source: CardSegment|Updated at
de: Aktualisiert am

source: CardSegment|Card id
de: Karte

source: CardSegment|Wallet id
de: Brieftasche

source: CardSegment|Persona id
de: Persona

source: CardSegment|Identity id
de: Identität

source: CardSegment|Info card id
de: INfo-Karte

source: CardSegment|Id card id
de: Ausweiskarte

source: CardSegment|Hide keys
de: Beschriftungen verstecken

source: card segment type
de: Kartensegmenttyp

source: CardSegmentType|Kind
de: Art

source: CardSegmentType|Is unique
de: Ist unique

source: CardSegmentType|Created at
de: Erzeugt am

source: CardSegmentType|Updated at
de: Aktualisiert am

source: cards wallet
de: Karten Brieftasche

source: cardswallet
de: Kartenbrieftasche

source: CardsWallets|Card id
de: Karte

source: CardsWallets|Wallet id
de: Brieftasche

source: cipherbox wallet
de: Cipherbox-Brieftasche

source: clearance
de: Freigabe

source: Clearance|Name
de: Name

source: Clearance|Town
de: Stadt

source: Clearance|Country
de: Land

source: Clearance|Description
de: Beschreibung

source: Clearance|Nick
de: Spitzname

source: Clearance|Company
de: Firma

source: Clearance|Identity id
de: Identität

source: Clearance|Owner
de: Besitzer

source: Clearance|Public
de: Öffentlich

source: Clearance|Created at
de: Erzeugt am

source: Clearance|Updated at
de: Aktualisiert am

source: comment
de: Kommentar

source: Comment|Text
de: Text

source: Comment|Owner
de: Eigentümer

source: Comment|Event id
de: Event ID

source: Comment|Public key id
de: Öffentlicher Schlüssel

source: Comment|Created at
de: Erzeugt am

source: Comment|Updated at
de: Aktualisiert am

source: Comment|Last edited by
de: Zuletzt geändert von

source: communication
de: Kommunikation

source: Communication|Account id
de: Konto

source: Communication|Owner
de: Eigentümer

source: Communication|Created at
de: Erzeugt am

source: Communication|Updated at
de: Aktualisiert am

source: contact pool
de: Kontaktpool

source: ContactPool|Identity id
de: Identität

source: ContactPool|Owner
de: Eigentümer

source: ContactPool|Created at
de: Erzeugt am

source: ContactPool|Updated at
de: Aktualisiert am

source: credit
de: Guthaben

source: Credit|Owner
de: Eigentümer

source: Credit|Account id
de: Konto

source: Credit|Amount
de: Betrag

source: Credit|Created at
de: Erzeugt am

source: Credit|Updated at
de: Aktualisiert am

source: Credit|Expired at
de: Abgelaufen am

source: Dashboard|Account id
de: Konto

source: Dashboard|Owner
de: Eigentümer

source: Dashboard|Created at
de: Erzeugt am

source: Dashboard|Updated at
de: Aktualisiert am

source: Information tab was not created
de: Reiter Informationen wurde nicht erzeugt.

source: Communtiy tab was not created
de: Reiter Community wurde nicht erzeugt.

source: Dashboard was not created
de: Dashboard wurde nicht erzeugt.

source: dashboard entry
de: Dashboardeintrag

source: DashboardEntry|Sequence
de: Reihenfolge

source: DashboardEntry|Style
de: Stil

source: DashboardEntry|Dashboard id
de: Dashboard

source: DashboardEntry|Widget id
de: Widget

source: DashboardEntry|Created at
de: Erzeugt am

source: DashboardEntry|Updated at
de: Aktualisiert am

source: DashboardTab|Dashboard id
de: Dashboard ID

source: DashboardTab|Sequence
de: Reihenfolge

source: DashboardTab|Title
de: Titel

source: dashboard tab entry
de: Dashboardtabeintrag

source: DashboardTabEntry|Dashboard tab id
de: Dashboard-Tab

source: Event|Location
de: Event|Ort

source: Event|End
de: Ende

source: Event|Rsvp
de: RSVP

source: Event|Rsvp start
de: RSVP Beginn

source: Event|Rsvp end
de: RSVP Ende

source: Event|Rsvp maybe
de: vielleicht

source: Event|Rsvp visible
de: sichtbar

source: Event|Rsvp mail
de: E-Mail

source: Event|Comment
de: Kommentare

source: favorite
de: Favorit

source: Favorite|Title
de: Titel

source: Favorite|Wallet id
de: Brieftasche

source: Favorite|Widget id
de: Widget

source: Favorite|Show title
de: Titel anzeigen

source: Favorite|Card segment type id
de: Kartensegmenttyp

source: Favorite|Owner
de: Besitzer

source: Favorite|Created at
de: Erzeugt am

source: Favorite|Updated at
de: Aktualisiert am

source: Feed|Title
de: Titel

source: Feed|Source
de: Quelle

source: Feed|Items
de: Einträge

source: Feed|Details
de: Details

source: Feed|Widget id
de: Widget

source: Feed|Owner
de: Eigentümer

source: Feed|Created at
de: Erzeugt am

source: Feed|Updated at
de: Aktualisiert am

source: Forum|Name
de: Name

source: Forum|Owner
de: Besitzer

source: Forum|Description
de: Beschreibung

source: Forum|Avatar id
de: Avatar

source: Forum|Public
de: Öffentlich

source: Forum|Moderated
de: Moderiert

source: Forum|Created at
de: Erzeugt am

source: Forum|Updated at
de: Aktualisiert am

source: Forum|Encryption secret
de: Verschlüsselungsgeheimnis

source: Group|Name
de: Name

source: Group|Created at
de: Erzeugt am
