Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: As a consequence the %{cert_icon} certificate icon in those cases is grey.
de: Deshalb ist das %{cert_icon} Zertifikats-Icon in diesen Fällen grau.

source: But, of course, it is ultimately up to you do decide whether or not you trust the authenticity for any of your contacts.
de: Aber natürlich entscheiden letzlich Sie alleine, ob Sie der Echtheit eines Kontaktes trauen wollen oder nicht.

source: So you can change the status by clicking on the icon.
de: Deswegen können Sie den Status ändern, indem Sie auf das Icon klicken.

source: Let's have a look at the next option how to add a new contact.
de: Betrachten wir nun die nächste Möglichkeit, wie Sie neue Kontakte hinzufügen können.

source: If someone invited you to pidder and you followed that invitation to join, this contact will be in your address book automatically.
de: Wenn Sie jemand zu pidder eingeladen hat und Sie dieser Einladung gefolgt sind, dann ist dieser Kontakt automatisch in Ihrem Adressbuch.

source: Should you receive an invitation when you are already a pidder user, you can still use the invitation key to establish contact with the person who invited you.
de: Wenn Sie eine Einladung zu pidder erhalten haben und bereits pidder Nutzer sind, können Sie den Einladungsschlüssel verwenden um den Kontakt mit dem Einladenden herzustellen.

source: Public Key
de: Öffentlicher Schlüssel

source: If you know the public key of your contact you can use this to establish contact within pidder.
de: Wenn Sie den Öffentlichen Schlüssel eines Kontaktes kennen, können Sie auch diesen für die Kontaktherstellung verwenden.

source: You can either copy&paste the key or upload it as a file.
de: Sie können den Schlüssel per Copy&Paste einfügen oder als Datei hochladen.

source: Please note that this needs to be the pidder public key and not a PGP or S/MIME public key.
de: Bitte beachten Sie dabei, dass dies der öffentliche Schlüssel innerhalb von pidder sein muss und nicht etwa ein PGP oder S/MIME Schlüssel.

source: You can now close the dialog window.
de: Sie können nun das Dialogfenster schließen.

source: You have finsished this wizard.
de: Sie haben diesen Assistenten beendet.

source: You have learned how to use your contact center and how to add new contacts within pidder.
de: Sie wissen nun, wie Sie das Kontaktcenter verwenden und neue Kontakte hinzufügen.

source: If you still have questions regarding this topic feel free to ask in our &rarr; %{forum_link}.
de: Wenn Sie noch Fragen zu diesem Thema haben, können Sie diese gerne in unserem &rarr; %{forum_link} stellen.

source: You may now either click on the %{home_icon} home icon above to return to the wizard selection.
de: Sie können nun entweder durch Klick auf das oben stehende %{home_icon} Haus-Icon zur Auswahl der Assistenten zurück kehren.

source: Or you may close the wizard by clicking on the %{cancel_icon} cancel icon above.
de: Oder Sie schließen diesen Assistenten durch Klick auf das obige %{cancel_icon} Abbrechen-Icon.

source: Data Structure
de: Datenstruktur

source: This wizard will guide you through the steps for editing your data structure.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie Ihre initiale Datenstruktur bearbeiten können.

source: You will learn how to edit an %{identity_img} identity, a %{persona_img} persona,
de: Darin lernen Sie, wie Sie eine %{identity_img} Identität, eine %{persona_img} Persona

source: and a %{wallet_img} wallet with the help of the pidder toolbox.
de: und eine %{wallet_img} Brieftasche mit Hilfe der pidder Toolbox bearbeiten.

source: card icon
de: Karten-Icon

source: Switch to wallet view
de: Zur Brieftasche wechseln

source: You are currently seeing the profile view.
de: Momentan befinden Sie sich in der Profilsicht.

source: To edit your %{item} data, you need to switch into the data or wallet view.
de: Um Daten der %{item} zu bearbeiten, müssen wir in die Daten- oder Brieftaschenansicht wechseln.

source: To do so, click on the %{profile_img} persona view switch of the current persona.
de: Dazu bewegen Sie bitte den %{profile_img}-Schalter der aktuellen Persona auf die Brieftaschensicht.

source: An %{identity_img} identity is the uppermost hierarchy level within your pidder account.
de: Eine %{identity_img} Identität bildet die oberste Hierachie-Ebene innerhalb Ihres pidder Kontos.

source: It is the central element for sharing data with others, since contact is established between pidder identities.
de: Sie ist das zentrale Element für die Freigabe von Daten an andere, da Kontakte zwischen Identitäten geknüpft werden.

source: Let's edit the current %{item}.
de: Lassen Sie uns die aktuelle %{item} bearbeiten.

source: To that end, please open the toolbox "%{toolbox_name}" on the right by clicking on the text "%{toolbox_name}".
de: Dazu öffnen Sie bitte rechts die Toolbox "%{toolbox_name}", indem Sie auf den Text "%{toolbox_name}" klicken.

source: The toolbox will open and display icons for all available options to edit a pidder %{item}.
de: Die Toolbox öffnet sich und zeigt Icons für alle verfügbaren Optionen, mit denen Sie eine %{item} in pidder bearbeiten können.

source: Open the "%{dialog_name}" dialog by clicking on the %{edit_icon} edit icon.
de: Öffnen Sie den Dialog "%{dialog_name}", indem Sie auf das %{edit_icon} Editier-Icon klicken.

source: Edit the attributes of the %{item} and change them from the dummy values to something more meaningful.
de: Bearbeiten Sie nun die Attribute der %{item} und setzen Sie sie auf Werte Ihrer Wahl.

source: Move your mouse over the %{help_img} help icons to see some more detailed information for the individual input fields.
de: Bewegen Sie Ihren Mauszeiger über die %{help_img} Hilfe-Icons um detailliertere Informationen zum jeweiligen Eingabefeld zu erhalten.

source: Such data is never mandatory, but at least the clearance name is necessary for initializing sharing data with your contacts.
de: Solche Felder sind niemals Pflichtfelder, aber mindestens die Vergabe eines Freigabenamens ist notwendig, wenn Sie Ihren Kontakten Daten freigeben möchten.

source: Once you are happy with your changes click on the "%{button}" button to save your changes.
de: Wenn Sie mit Ihren Änderungen zufrieden sind, klicken Sie auf den "%{button}" Button, um Ihre Änderungen zu speichern.

source: This button will only become active once you have made a change in the dialog.
de: Dieser Button wird erst aktiv, nachdem Sie Änderungen in dem Dialog vorgenommen haben.

source: Close Dialog
de: Dialog schließen

source: A %{persona_img} persona represents the facets or aspects of an identity that you wish to combine under a given pseudonym.
de: Eine %{persona_img} Persona bildet die Facetten oder Aspekte der Identität ab, die man unter einem Pseudonym zusammenfassen möchte.

source: Like a real life wallet, a %{wallet_img} pidder wallet is a container for cards.
de: Eine pidder %{wallet_img} Brieftasche ist analog zur realen Brieftasche ein Behälter für Karten.

source: Unlike its real life analogon it can contain as many cards as you like.
de: Aber im Gegensatz zu realen Brieftaschen kann sie beliebig viele Karten beinhalten.

source: If you want to share information within this wallet with your contacts, please set the slider "Unlock wallet" to "Yes".
de: Wenn Sie Inhalte dieser Brieftasche Ihren Kontakten freigeben möchten, schließen Sie die Brieftasche auf, indem Sie den Schalter "Brieftasche freigeben" auf die Position "Ja" bewegen.

source: Content of a locked wallet will only be visible to yourself.
de: Inhalte einer abgeschlossenen Brieftasche sind nur für Sie sichtbar.

source: You have learned how to use the pidder toolbox, specifically how to edit identities, personas and wallets, respectively.
de: Sie wissen nun, wie Sie die pidder Toolbox verwenden, insbesondere wie Sie Identitäten, Personas und Brieftaschen bearbeiten.

source: This wizard will guide you through the steps for editing your cards and setting clearance levels.
de: Dieser Assistent führt Sie durch eine Schritt für Schritt Anleitung, wie Sie Karten und Freigabelevel bearbeiten.

source: You will learn how to create cards, add segments and set clearance levels for the information you provide.
de: Darin lernen Sie, wie Sie Karten anlegen, Segmente hinzufügen und Freigabelevel für Ihre Informationen festlegen.

source: Now we will add a new %{item}.
de: Nun fügen wir eine neue %{item} hinzu.

source: Open %{item} by clicking on the %{add_icon} add icon.
de: Öffnen Sie %{item}, indem Sie auf das %{add_icon} Hinzufügen-Icon klicken.

source: the input field
de: das Texteingabefeld

source: Choose card title
de: Kartentitel wählen

source: Now choose and enter a title for the new card.
de: Nun wählen Sie einen Titel für die Karte und tragen ihn in das Texteingabefeld ein.

source: To submit your choice and create the new card, click on the %{submit_icon} submit icon.
de: Um Ihre Wahl abzuschicken und die neue Karte anzulegen, klicken Sie bitte auf das %{submit_icon} Absenden-Icon.

source: To cancel the process, click on the %{cancel_icon} cancel icon.
de: Um den Prozess abzubrechen, klicken Sie auf das %{cancel_icon} Abbrechen-Icon.

source: Add a card segment
de: Kartensegment hinzufügen

source: A new card has been created with the title you chose.
de: Eine neue Karte wurde mit dem von Ihnen gewählten Titel angelegt.

source: This card is now automatically the active card and currently it contains only the title.
de: Diese Karte ist nun automatisch auch die aktive Karte und momentan beinhaltet sie nur den Titel.

source: The next step is to add segments to the card.
de: Der nächste Schritt besteht darin, Segmente zu der Karte hinzuzufügen.

source: To that end, click on the %{add_segment_icon} add segment icon.
de: Dazu klicken Sie bitte auf das %{add_segment_icon} Segment-hinzufügen-Icon.

source: Choose segment type
de: Segmenttyp wählen

source: Now you see a list of available segment types.
de: Nun sehen Sie eine Liste der verfügbaren Segmenttypen.

source: When you move your mouse over each entry a tooltip will appear telling you what data fields the respective segment type contains.
de: Wenn Sie Ihren Mauszeiger über die Einträge bewegen, erscheint ein Hilfetext, der beschreibt, welche Eingabefelder das jeweilige Segment beinhaltet.

source: Let's add an "%{segment_type}" segment to %{container_type}.
de: Lassen Sie uns ein "%{segment_type}"-Segment zu %{container_type} hinzufügen.

source: our new card
de: unserer neuen Karte

source: To that end, click on the "%{segment_type}" entry in the list of segment types.
de: Dazu klicken Sie bitte auf den Eintrag "%{segment_type}" in der Liste der Segmenttypen.

source: The card now displays input fields for the Identity segment, e.g "Salutation", "Title", "First name", etc.
de: Die Karte zeigt nun die Eingabefelder für das Identitäts-Segment, also "Anrede", "Titel", "Vorname" usw.

source: You can fill each input field with values of your choice.
de: Sie können nun jedes Eingabefeld mit Werten Ihrer Wahl ausfüllen.

source: None of the fields is mandatory, so you can also leave any of them empty.
de: Keines dieser Felder ist ein Pflichtfeld, sie können also jedes einzelne davon auch bewusst leer lassen.

source: Please notice that next to each input field there is a %{clearance_icon} clearance level icon with the number of the current clearance level next to it.
de: Bitte beachten Sie, dass neben jedem Eingabefeld ein %{clearance_icon} Freigabelevel-Icon steht mit der Nummer des aktuell vergebenen Freigabelevels.

source: Clicking on any one of those icons will open the clearance selection overlay.
de: Ein Klick auf eines dieser Icons wird die Auswahl der Freigabelevel einblenden.

source: The clearance levels determine the confidentiality for every piece of data within pidder.
de: Freigabelevel bestimmen die Vertraulichkeit jeder Information, die Sie in pidder ablegen.

source: The default clearance level for each input field is "6 - For your eyes only".
de: Der voreingestellte Default-Level ist für jedes Feld "6 - Nur für Sie".

source: So if you want to keep the data private you do not need change this default value.
de: Wenn Sie also Ihre Daten privat halten möchten, müssen Sie an der Vorgabe nichts ändern.

source: Should you however wish to share some or all data of the segment, you can change the clearance level.
de: Sollten Sie dagegen einige oder alle Daten des Segments für Ihre Kontakte sichtbar machen, dann können Sie dies über Zuweisung eines anderen Freigabelevels erreichen.

source: To do so click on the icon for the clearance level you wish to assign.
de: Dazu klicken Sie auf das Icon des Freigabelevels, den Sie zuweisen möchten.

source: For example, let's assign the %{clearance_icon} clearance level "3 - Friends" to the input field "First name".
de: Lassen Sie uns zum Beispiel den %{clearance_icon} Freigabelevel "3 - Freunde" dem Eingabefeld "Vorname" zuweisen.

source: You can also set all input fields of a segment to the same clearance level in one go by double clicking on a level icon.
de: Sie können auch den Freigabelevel für alle Eingabefelder auf einmal auf denselben Wert setzen, indem Sie einen Doppelklick auf das Level-Icon machen.

source: Once you have set the clearance levels the way you want them, click on any of the %{clearance_icon} clearance level icons on the right.
de: Wenn die Freigabelevel Ihren Wünschen entsprechen, klicken Sie erneut auf eines der %{clearance_icon} Freigabel-Icons rechts.

source: This will close the clearance level overlay.
de: Dies wird die Einblendung der Freigabelevel schließen.

source: Save segment
de: Segment speichern

source: When you are happy with both the values for the input fields and the clearance levels you have assigned to them, you can now save the segment by clicking on the %{submit_icon} submit icon.
de: Wenn Sie mit den vergebenen Werten und Freigabeleveln zufrieden sind, können Sie nun das Segment speichern, indem Sie auf das %{submit_icon} Absende-Icon klicken.

source: Or, if you decide you do not want to create this segment after all, you can cancel the process by clicking on the %{cancel_icon} cancel icon.
de: Oder falls Sie das Segment nicht speichern sondern verwerfen wollen, können Sie auf das %{cancel_icon} Abbrechen-Icon klicken.

source: Repeat if necessary
de: Bei Bedarf wiederholen

source: So now the card consists of the title and one "Identity" segment.
de: Nun besteht die Karte aus dem Titel und einem "Identität"-Segment.

source: You can repeat the steps %{step_start} through %{step_end} as often as you need to add more segments to your card.
de: Sie können die Schritte %{step_start} bis %{step_end} so oft wie gewünscht wiederholen, um weitere Segemente zu Ihrer Karte hinzuzufügen.

source: And, of course, you can add as many cards to your wallet as you like.
de: Und natürlich können Sie auch beliebig viele weitere Karten zu Ihrer Brieftasche hinzufügen.

source: Check clearance level
de: Freigabelevel prüfen

source: You can check the current clearance level situation of the card.
de: Sie können die aktuell vergebenen Freigabelevel anzeigen lassen.

source: By clicking on the %{show_clearance_icon} show clearance icon in the toolbox "Edit Card" the current clearance level will be displayed for each segment.
de: Wenn Sie auf das %{show_clearance_icon} Freigabelevel zeigen Icon in der Toolbox "Karte bearbeiten" klicken, wird der aktuelle Freigabelevel für jedes Kartensegment angezeigt.

source: If a segment consists of attributes with different clearance levels the smallest level will be displayed together with an asterisk to indicate that higher levels are assigned, too.
de: Wenn ein Segment aus Werten mit unterschiedlichen Freigabeleveln besteht, wird der kleinste Level mit einem Sternchen angezeigt.

source: Of course, you can always edit any card segment, by moving your mouse over the segment and clicking on the %{edit_icon} edit icon to examine the clearance levels of the individual attributes.
de: Natürlich können Sie auch jederzeit ein Kartensegment bearbeiten - indem Sie mit dem Mauszeiger über das Segment fahren und dann auf das %{edit_icon} Bearbeiten Icon klicken - um die Freigabelevel der einzelnen Werte zu betrachten.

source: A similar functionality is available from the toolbox "Edit Wallet" to display the clearance levels of all cards in the current wallet.
de: Eine ähnliche Funktion gibt es in der Toolbox "Brieftasche bearbeiten", um die Freigabelevel aller Karten in der aktuellen Brieftasche anzuzeigen.

source: You have learned how to add new cards and segments and how to control their clearance levels.
de: Sie wissen nun, wie Sie Karten anlegen, Segmente hinzufügen und die Freigabelevel für Ihre Informationen festlegen.

source: This wizard will introduce you to events within pidder.
de: Dieser Assistent stellt Ihnen die pidder Events vor.

source: You will learn how to create and manage %{item_img} %{item}.
de: Darin lernen Sie, wie Sie %{item_img} %{item} anlegen und verwalten.

source: So to begin, let's navigate to the %{module} view.
de: Lassen Sie uns zum Anfang zur %{module}-Ansicht navigieren.

source: Add event widget
de: Event-Widget hinzufügen

source: The currently selected dashboard tab does not contain an event widget.
de: Der ausgewählte Dashboard-Reiter enthält kein Event-Widget.

source: So you can either switch to a dashboard tab that does contain an event widget, or you can add an event widget to the current tab.
de: Sie können entweder zu einem Reiter wechseln, der ein Event-Widget enthält, oder Sie legen ein Event-Widget im aktuellen Reiter an.

source: To do so click on the highlighted %{icon} drop down icon to open the drop down menu.
de: Dazu klicken Sie bitte auf das hervorgehobene %{icon} Icon, um das Dropdown-Menü des Reiters zu öffnen.

source: In the drop down menu now click on %{icon} %{entry}.
de: Klicken Sie nun im Dropdown-Menü des Reiters auf %{icon} %{entry}.

source: Select event widget
de: Event-Widget auswählen

source: From the list of available widgets please select the option 'Events'.
de: Wählen Sie bitte aus der Liste der verfügbaren Widgets die Option 'Events' aus.

source: After your selection please click on the %{update} button to add the widget to the current dashboard tab.
de: Nach Ihrer Auswahl klicken Sie bitte auf den %{update} Button, um das Widget zum aktuellen Dashboard-Reiter hinzuzufügen.

source: Add widget
de: Widget hinzufügen

source: Open event dialog
de: Event-Dialog öffnen

source: Now let's add a new event.
de: Nun fügen wir einen neuen Event hinzu.

source: From the edit bar of the event widget, please click on the %{icon} Add event icon.
de: Dazu klicken Sie bitte in der Bearbeitungsleiste des Event-Widgets auf das %{icon} Event-hinzufügen-Icon.

source: This will open the event dialog.
de: Dadurch wird der Event-Dialog geöffnet.

source: Add event data
de: Eventdaten

source: Now fill in the data for your event.
de: Nun befüllen Sie die Felder für Ihren neuen Event.

source: Please notice that even though only the title is a mandatory field, also start and end of the event will be submitted.
de: Bitte beachten Sie, dass obwohl nur der Titel befüllt werden muss, immer auch Start- und Enddatum übermittelt werden.

source: Go to next step
de: Nächster Schritt

source: Once you have entered the data for your event, switch to the next step.
de: Wenn Sie mit Ihrer Eingabe zufrieden sind, wechseln Sie zum nächsten Schritt.

source: To that end, click on the 'Next Step' button.
de: Dazu klicken Sie bitte auf den 'Nächster Schritt'-Button.

source: Add participants
de: Teilnehmer festlegen

source: Now add the participants to your event.
de: Nun fügen Sie die gewünschten Teilnehmer zum Event hinzu.

source: Select one or more contacts or groups from the selectbox on the left.
de: Wählen Sie einen oder mehrere Kontakte oder Gruppen aus der Liste links aus.

source: For the purpose of the example add %{own_identity} to the list of participants.
de: Für das Beispiel fügen Sie bitte %{own_identity} zur Liste der Teilnehmer hinzu.

source: your own identity
de: Ihre eigene Identität

source: Also select which of your pidder identities is going to be the administrator of this event.
de: Außerdem legen Sie bitte fest, welche Ihrer Identitäten der Administrator des Events sein soll.

source: Once you are happy with your selection of participants, switch to the next step.
de: Wenn Sie mit Ihrer Auswahl zufrieden sind, wechseln Sie zum nächsten Schritt.

source: In this tab you can determine the 'RSVP' options for your event.
de: In diesem Reiter können Sie die 'RSVP'-Einstellungen Ihres Events festlegen.

source: Once you have set the RSVP options to your satisfaction, please create the new event by clicking on the %{button} button.
de: Wenn Sie mit den 'RSVP'-Einstellungen zufrieden sind, können Sie den Event durch Klick auf den "%{button}" Button anlegen.

source: Display events
de: Events anzeigen

source: The participants of the event will be notified with a pidder message.
de: Die Teilnehmer des Events werden durch eine pidder Nachricht informiert.

source: Depending on your settings for this event you will see additional tabs for RSVP and comments, respectively.
de: Abhängig von den Einstellungen, die Sie für diesen Event festgelegt haben, werden Sie weitere Reiter für Rückmeldungen und Kommentare sehen.

source: If RSVP is switched on and you added your own identity to the list of participants you can now set your RSVP status.
de: Falls Sie RSVP für den Event aktiviert haben und Ihre eigene Identität zur Liste der Teilnehme hinzugefügt haben, können Sie nun Ihren RSVP Status setzen.

source: Furthermore you can export the event to a calendar of your choice.
de: Außerdem können Sie den Event in einen Kalender Ihrer Wahl exportieren.

source: As the administrator of the event you can also edit the event by clicking on the %{edit} button.
de: Als Administrator des Events können Sie diesen bearbeiten, indem sie auf den %{edit} Button klicken.

source: Edit event
de: Event bearbeiten

source: The new event is now displayed in your events list.
de: Der neue Event wird nun in der Eventliste dargestellt.

source: The new event is now displayed in the event calendar.
de: Der neue Event wird nun in Ihrem Eventkalender dargestellt.

source: In case you do not wish to see events from the past, you can switch them off in your user defaults.
de: Wenn Sie Events aus der Vergangenheit nicht angezeigt bekommen möchten, können Sie dies in Ihren Einstellungen deaktivieren.

source: Clicking on the entry in the listing will open the dialog to display the event.
de: Wenn Sie auf einen Listeneintrag klicken, wird der Event in einem eigenen Dialog dargestellt.

source: Clicking on the event date in the event calendar will open the dialog to display the event.
de: Ein Klick auf das Event-Datum im Eventkalender wird den Dialog für den Event öffnen.

source: Switch display
de: Ansicht wechseln

source: You can switch between two types of display for your events:
de: Sie können aus zwei Sichten für Ihre Events auswählen:

source: A list view and a calendar view.
de: Eine Listensicht und eine Kalendersicht.

source: To switch between the two, please click on the %{icon} Switch view icon.
de: Um zwischen den beiden Sichten zu wechseln, klicken Sie bitte auf das %{icon} Ansicht-wechseln-Icon.

source: In the calendar view days with events are highlighted.
de: In der Kalendersicht werden Tage mit Events hervorgehoben dargestellt.

source: Alternative ways
de: Alternativer Weg

source: You can create new events not only from the dashboard.
de: Sie können neue Events nicht nur vom Dashboard aus hinzufügen.

source: To demonstrate, let's navigate to your %{module} view.
de: Um das zu veranschaulichen, lassen Sie uns zur %{module}-Ansicht wechseln.
