Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: 30 minutes
de: 30 Minuten

source: 35 minutes
de: 35 Minuten

source: 40 minutes
de: 40 Minuten

source: 45 minutes
de: 45 Minuten

source: 50 minutes
de: 50 Minuten

source: 55 minutes
de: 55 Minuten

source: 1 hour
de: 1 Stunde

source: Four weeks
de: Vier Wochen

source: Six months
de: Sechs Monate

source: One year
de: Ein Jahr

source: Never (not recommended)
de: Nie (nicht empfohlen)

source: passphrase_hash
de: Passphrase

source: Passphrase hash
de: Passphrase

source: On
de: An

source: Off
de: Aus

source: Dark
de: Dunkel

source: Select_none
de: Alles abwählen

source: Select_all
de: Alles auswählen

source: Light
de: Hell

source: quick
de: Schnell

source: secure
de: Sicher

source: about
de: Über

source: crypto
de: Verschlüsselung

source: privacy
de: Datenschutz

source: faq_account
de: FAQ - pidder Konto verwalten

source: faq_connect
de: FAQ - Kontakte verwalten

source: faq_first
de: FAQ - Erste Schritte

source: faq_help
de: FAQ - Hilfe und Feedback

source: faq_security
de: FAQ - Datenschutz und Sicherheit

source: faq_trouble
de: FAQ - Technische Probleme

source: acknowledgements
de: Danksagung

source: purchase
de: Premium Version

source: browsers
de: Unterstützte Browser

source: nocookies
de: Benutzung von Cookies

source: nojs
de: Verwendung von JavaScript

source: system_message_data_clearance_subject
de: Systemnachricht: Datenfreigabe erfolgt

source: system_message_data_clearance_text
de: Ich habe Ihnen Daten freigegeben. In Ihrem Adressbuch gibt es jetzt einen neuen Eintrag, über den meine Daten erreichbar sind. Bitte behandeln Sie diese Daten vertraulich und geben Sie sie nicht an Dritte weiter.

source: system_message_sponsoring_subject
de: Systemnachricht: Sie haben einen Sponsor

source: system_message_sponsoring_text
de: Jemand war so nett, als Sponsor für Ihr pidder Konto zu wirken. Sie wurden für die Premium Edition freigeschaltet. Falls Sie bereits ein Premium Edition Nutzer waren, wurde die Nutzungsdauer entsprechend verlängert.

source: system_message_welcome_subject
de: Systemnachricht: Willkommen bei pidder

source: system_message_welcome_text
de: Lieber pidder Nutzer, mit dem pidder Nachrichtencenter können Sie mit Ihren Kontakten innerhalb von pidder hochverschlüsselt Nachrichten austauschen. Laden Sie Ihre Kontakte zu pidder ein, damit Sie in Zukunft mit Ihren Verwandten, Freunden und Bekannten Ihre vertraulichen Informationen auch vertraulich austauschen können. Wenn eine Einladung akzeptiert wird, ist dieser Kontakt übrigens sogleich in Ihrem Kontaktcenter vorhanden. Sie müssen ihm nur noch eine Ihrer Identitäten zuordnen, damit Sie ihm Nachrichten senden oder Daten freigeben können. Ihre verschiedenen Identitäten werden strikt getrennt gehalten, um eine Kompromittierung zu vermeiden. Deshalb stehen Ihnen in der Empfängerauswahl nur die mit der jeweiligen Identität verbundenen Kontakte zur Verfügung. Wenn Sie es wünschen, können Sie auch eine E-Mail-Adresse hinterlegen, unter der Sie über neue vertrauliche Nachrichten informiert werden (Menüpunkt Einstellungen - Benachrichtigung). Wir wünschen Ihnen viel Spaß bei der Verwendung von pidder. Ihr pidder Team

source: system_message_expire_premium_warning_subject
de: Systemnachricht: Ihre Premium Edition läuft aus

source: system_message_expire_premium_warning_text_week
de: Lieber pidder Premium Nutzer, die von Ihnen gebuchte Premium Edition läuft in einer Woche aus. Wenn Sie die Vorteile der Premium Edition weiter nutzen möchten, kaufen Sie bitte weiteres Guthaben für Ihr Konto ein. Wenn Sie nichts weiter unternehmen, steht Ihnen pidder ab der kommenden Woche nur noch in der Basis Edition zur Verfügung. Bitte prüfen Sie in dem Fall unter Konto - Zuordnung, dass Sie diejenigen Elemente (Identität, Personas, Brieftaschen) ausgewählt haben, die Sie in der Basis Edition verwenden wollen. Bleiben Sie uns gewogen, Ihr pidder Team

source: system_message_expire_premium_warning_text_day
de: Lieber pidder Premium Nutzer, die von Ihnen gebuchte Premium Edition läuft morgen aus. Wenn Sie die Vorteile der Premium Edition weiter nutzen möchten, kaufen Sie bitte weiteres Guthaben für Ihr Konto ein. Wenn Sie nichts weiter unternehmen, steht Ihnen pidder ab morgen nur noch in der Basis Edition zur Verfügung. Bitte prüfen Sie in dem Fall unter Konto - Zuordnung, dass Sie diejenigen Elemente (Identität, Personas, Brieftaschen) ausgewählt haben, die Sie in der Basis Edition verwenden wollen. Bleiben Sie uns gewogen, Ihr pidder Team

source: system_message_drawback_cancellation_subject
de: Systemnachricht: Widerruf der Kündigung Ihres pidder Kontos

source: system_message_drawback_cancellation_text
de: Lieber pidder Nutzer, durch Ihre erneute Anmeldung bei pidder ist unser Kündigungsgrund hinfällig. Wir ziehen daher unsere Kündigung zurück. Wenn Sie pidder nicht weiter verwenden möchten, können Sie Ihrerseits jederzeit kündigen, indem Sie Ihr pidder Nutzerkonto löschen (Menüpunkt Konto - Löschen). Wenn Sie nichts weiter unternehmen, können Sie die Nutzung von pidder einfach fortsetzen. Bleiben Sie uns gewogen, Ihr pidder Team

source: system_message_expire_basic_warning_subject
de: Systemnachricht: Kündigung Ihres pidder Kontos

source: system_message_expire_basic_warning_text
de: Lieber pidder Nutzer, da Sie sich in den letzten sechs Monaten nicht angemeldet haben, kündigen wir hiermit Ihr pidder Nutzerkonto fristgerecht zum Ende des Monats. Wenn Sie mit dieser Kündigung einverstanden sind, müssen Sie nichts weiter unternehmen und Ihr pidder Konto wird mitsamt aller dort hinterlegten Daten in drei Monaten gelöscht. Wenn Sie Ihre Daten auf pidder schneller löschen möchten, können Sie das veranlassen, indem Sie sich anmelden und im Menüpunkt Konto - Löschen auswählen. Möchten Sie dagegen Ihr pidder Nutzerkonto weiter verwenden, reicht es aus, wenn Sie sich innerhalb der nächsten drei Monate bei pidder anmelden. In diesem Fall ziehen wir unsere Kündigung zurück. Wir hoffen, Sie bleiben uns gewogen, Ihr pidder Team

source: module_data
de: Kartenansicht

source: module_card
de: Kartenansicht

source: module_dashboard
de: Dashboard

source: module_addressbook
de: Kontaktcenter

source: module_communication
de: Nachrichten

source: module_profile
de: Profilansicht

source: infocard
de: Karte

source: InfoCard
de: Karte

source: in progress
de: Wartet auf Verifizierung

source: not verified
de: nicht verifiziert

source: Show dashboard
de: Ihr Dashboard anzeigen

source: Display card view
de: Ihre Kartensicht anzeigen

source: Display data view
de: Ihre Datensicht anzeigen

source: Display communication center
de: Ihre Nachrichten anzeigen

source: Display addressbook
de: Ihr Kontaktcenter anzeigen

source: Display last view
de: Letzte verwendete Ansicht anzeigen

source: How to edit an identity.
de: Wie Sie eine Identität bearbeiten.

source: How to edit a persona.
de: Wie Sie eine Persona bearbeiten.

source: How to edit a wallet.
de: Wie Sie eine Brieftasche bearbeiten

source: How to edit an ID card.
de: Wie Sie eine Ausweiskarte bearbeiten.

source: How to create a quicklogin.
de: Wie Sie ein Quicklogin anlegen.

source: First steps
de: Erste Schritte

source: Tutorial to get you started.
de: Wie Sie mit pidder loslegen.

source: Contacts and data sharing
de: Kontakte und Freigabe

source: one
de: ein

source: two
de: zwei

source: three
de: drei

source: four
de: vier

source: six
de: sechs

source: seven
de: sieben

source: eight
de: acht

source: nine
de: neun

source: ten
de: zehn

source: eleven
de: elf

source: twelve
de: zwölf

source: This invoice replaces any invoice with the same invoice number and without address details created earlier.
de: Diese Rechnung ersetzt eine ggf. früher erstellte Rechnung mit derselben Rechnungsnummer ohne Adressdaten.

source: error__no_group_admin
de: Fehler: Kein Gruppenadministrator!

source: error__unknown_member
de: Fehler: Unbekanntes Mitglied!

source: error__unknown_user
de: Fehler: Unbekannter Nutzer!

source: error__no_rights_for_action
de: Fehler: Keine ausreichenden Rechte!

source: Subscribed
de: abonniert

source: Unsubscribed
de: nicht abonniert

source: Error: File is too big. Maximum file size is 100 kB for key files and 50 kB for images.
de: Fehler: Datei ist zu groß. Die maximale Dateigröße beträgt 100 kB und 50 kB für Bilder.

source: Error: Wrong file type of uploaded file
de: Fehler: Falscher Datentyp für hochgeladene Datei

source: Type$Type
de: Typ

source: Identity$Salutation
de: Anrede

source: Salutation
de: Anrede

source: Identity$Title
de: Titel

source: Identity$FirstName
de: Vorname

source: FirstName
de: Vorname

source: Identity$LastName
de: Nachname

source: LastName
de: Nachname

source: Identity$MaidenName
de: Geburtsname

source: MaidenName
de: Geburtsname

source: Address$Street
de: Straße

source: Street
de: Straße

source: Address$Number
de: Hausnummer

source: Number
de: Nummer

source: Address$ZipCode
de: Postleitzahl

source: ZipCode
de: Postleitzahl

source: Address$City
de: Stadt

source: Address$PostOfficeBox
de: Postfach

source: PostOfficeBox
de: Postfach

source: Address$State
de: Bundesland

source: State
de: Staat

source: Address$Country
de: Land

source: Address$Description
de: Beschreibung

source: Communication$Telephone
de: Telefon

source: Telephone
de: Telefon

source: Communication$Mobile
de: Mobilnummer

source: Mobile
de: Mobil

source: Communication$Pager
de: Pager

source: Communication$Fax
de: Fax

source: Communication$Description
de: Beschreibung

source: Banking$AccountNumber
de: Kontonummer

source: AccountNumber
de: Kontonummer

source: Banking$BankNumber
de: Bankleitzahl

source: BankNumber
de: BLZ

source: Banking$Iban
de: IBAN

source: Banking$Swift
de: SWIFT

source: Number$Number
de: Nummer

source: Mail$Email
de: E-Mail

source: URL$Url
de: Link

source: Url
de: Link

source: Note$Note
de: Notiz

source: Note
de: Notiz

source: Creditcard$CreditCardNumber
de: Kartennummer

source: CreditCardNumber
de: Kartennummer

source: Creditcard$ValidFrom
de: Gültig ab

source: ValidFrom
de: Gültig ab

source: Creditcard$ValidTo
de: Gültig bis

source: ValidTo
de: Gültig bis

source: Creditcard$CheckingNumber
de: Prüfnummer

source: CheckingNumber
de: Prüfnummer

source: Authentication$Name
de: Nutzerkennung

source: Authentication$Passphrase
de: Passphrase

source: Authentication$Keyfile
de: Keyfile

source: Authentication$Reference
de: Link

source: Taxoffice$TaxofficeName
de: Finanzamt

source: TaxofficeName
de: Finanzamt

source: Taxoffice$Taxnumber
de: Steuernummer

source: Taxnumber
de: Steuernummer

source: Taxoffice$Ustid
de: USt-IDNr.

source: Certificate$Name
de: Name

source: Certificate$Description
de: Beschreibung

source: Certificate$Certificate
de: Zertifikat

source: Certificate
de: Zertifikat

source: System$Description
de: Beschreibung

source: System$ClearanceName
de: Name der Freigabe

source: ClearanceName
de: Name der Freigabe

source: System$ClearanceDescription
de: Beschreibung der Freigabe

source: ClearanceDescription
de: Beschreibung der Freigabe

source: System$Gender
de: Geschlecht

source: Identity$BirthDate
de: Geburtsdatum

source: BirthDate
de: Geburtsdatum

source: Authentication$FormObject
de: Quicklogin

source: FormObject
de: Quicklogin

source: Identity$Description
de: Beschreibung

source: Authentication$Description
de: Beschreibung

source: Mail$Description
de: Beschreibung

source: URL$Description
de: Beschreibung

source: Note$Description
de: Beschreibung

source: Number$Description
de: Beschreibung

source: Banking$Description
de: Beschreibung

source: Creditcard$Description
de: Beschreibung

source: Taxoffice$Description
de: Beschreibung

source: Banking$AccountOwner
de: Kontoinhaber

source: AccountOwner
de: Kontoinhaber

source: Creditcard$AccountOwner
de: Karteninhaber

source: Authentication$Linktext
de: Linktitel

source: URL$Linktext
de: Linktitel

source: Text$Text
de: Text

source: Date$Date
de: Datum

source: Date$Description
de: Beschreibung

source: Userdefined$Userdefined
de: Nutzerdefiniert

source: Userdefined
de: Nutzerdefiniert

source: Business$Department
de: Abteilung

source: Department
de: Abteilung

source: Business$Role
de: Rolle

source: Role
de: Rolle

source: Business$Reference
de: Homepage

source: Business$Manager
de: Vorgesetzter

source: Manager
de: Vorgesetzter

source: Business$Assistent
de: Assistent

source: Business$Title
de: Titel

source: Business$Linktext
de: Linktitel

source: Business$Organisation
de: Unternehmen

source: Organisation
de: Unternehmen

source: Label$Text
de: Beschriftung

source: Label$Description
de: Beschreibung

source: TimeRange$Start
de: Beginn

source: TimeRange$End
de: Ende

source: TimeRange$Description
de: Beschreibung

source: TimeRange
de: Zeitraum

source: Creditcard
de: Kreditkarte

source: URL
de: Link

source: Taxoffice
de: Finanzamt

source: Business
de: Geschäftlich

source: Communication
de: Kommunikation

source: Banking
de: Bankdaten

source: Mail
de: E-Mail
