Repository: LafayetteBitcoin/pidder-language-resources
Catalog: */Pidder.po
Languages: de

source: %s assigned successfully
de: %s wurde erfolgreich verknüpft.

source: Sorry an error occurred.
de: Es ist leider ein Fehler aufgetreten.

source: Could not assign selected %s.
de: Konnte %s nicht verknüpfen.

source: Wallet
de: Brieftasche

source: Card
de: Karte

source: Secret was changed.
de: Geheimnis wurde geändert.

source: Could not change secret.
de: Konnte das Geheimnis nicht ändern.

source: %s must not be empty.
de: %s darf nicht leer sein.

source: Secret
de: Geheimnis

source: Invalid date format.
de: Falsches Datumsformat.

source: One-time-passphrase updated successfully.
de: Einmal-Passphrasen erfolgreich aktualisiert.

source: Could not change one-time-passphrases.
de: Konnte Einmal-Passphrasen nicht ändern.

source: Authentication failed, the attempt to change the secret without proper authentication was logged and will be investigated!
de: Authentifizierung fehlgeschlagen. Der Versuch das Geheimnis ohne gültige Authentifizierung zu ändern wurde protokolliert und wird untersucht werden!

source: Name contains forbidden characters
de: Name enthält unerlaubte Zeichen

source: Name already taken
de: Name ist bereits vergeben

source: Name available
de: Name verfügbar

source: Persona copied succesfully
de: Die Persona wurde erfolgreich kopiert.

source: Sorry an error occured.
de: Es ist leider ein Fehler aufgetreten.

source: Could not copy selected %s.
de: Konnte %s nicht kopieren

source: Wallet copied succesfully
de: Die Brieftasche wurde erfolgreich kopiert.

source: Card copied succesfully
de: Die Karte wurde erfolgreich kopiert.

source: Object
de: Objekt

source: Are you sure you have selected an object and a target?
de: Sind Sie sicher, dass Sie ein Objekt und ein Ziel ausgewählt haben?

source: Account %s created.
de: Konto für %s wurde angelegt.

source: Login failed.
de: Anmeldung fehlgeschlagen.

source: Account could not be created.
de: Konto konnte nicht angelegt werden.

source: Persona deleted succesfully
de: Die Persona wurde erfolgreich glöscht.

source: Could not delete selected %s.
de: Konnte %s nicht löschen.

source: Wallet deleted succesfully
de: Die Brieftasche wurde erfolgreich gelöscht.

source: Card deleted succesfully
de: Die Karte wurde erfolgreich gelöscht.

source: Account was not updated successfully. %s
de: Das Konto wurde nicht aktualisiert! %s

source: Current passphrase was wrong.
de: Die eingegebene Passphrase war falsch.

source: Authentication data exported successfully .
de: Anmeldedaten wurden erfolgreich exportiert.

source: No export format specified.
de: Kein Exportformat angegeben.

source: Authentication failed, the attempt to export the authentication data without proper authentication was logged and will be investigated!
de: Authentifizierung fehlgeschlagen. Der Versuch dies Anmeldedaten ohne gültige Authentifizierung zu exportieren wurde protokolliert und wird untersucht werden!

source: Incorrect data format.
de: Datenformat nicht korrekt.

source: Imported Card
de: Importierte Karte

source: Authentication data was imported successfully.
de: Anmeldedaten wurden erfolgreich importiert.

source: Could not import the given data to given wallet.
de: Konnte die Daten nicht in die angegebene Brieftasche importieren.

source: No target Wallet given.
de: Keine Zielbrieftasche angegeben.

source: Base edition assignment was updated successfully.
de: Zuordnungen der Basis-Edition wurden erfolgreich aktualisiert.

source: Account %s was updated successfully.
de: Das Konto für %s wurde erfolgreich aktualisiert.

source: Passphrases don't match.
de: Die Passphrasen stimmen nicht überein.

source: Bad Credentials
de: Falsche Anmeldeinformationen

source: Verification request resent.
de: Verifizierunganfrage erneut versendet.

source: User defaults
de: Einstellungen

source: changed
de: geändert

source: Contacts have been removed.
de: Einträge wurden entfernt.

source: Not all selected contacts could be removed.
de: Nicht alle Kontakte konnten entfernt werden.

source: Introduction was sent to %s and %s.
de: Vorstellung wurde an %s und %s versendet.

source: Introduction was not sent.
de: Vorstellung wurde nicht versendet.

source: Invitation was sent to %s.
de: Einladung wurde an %s versendet.

source: Invitation key was activated
de: Einladungsschlüssel wurde aktiviert

source: Invitation was not sent because this recipient already has received an invitation to pidder.
de: Einladung wurde nicht versendet, da der Empfänger schon eine Einladung erhalten hat.

source: Invitation was not sent.
de: Einladung wurde nicht versendet.

source: CAPTCHA verification failed. Please try again.
de: CAPTCHA Verifizierung fehlgeschlagen. Bitte erneut versuchen.

source: Contact %s added.
de: Kontakt %s hinzugefügt.

source: Contact could not be added.
de: Kontakt wurde nicht hinzugefügt.

source: No contact matched the criteria.
de: Kein Kontakt passte zu den Angaben.

source: Contact has been withdrawn.
de: Eintrag wurde zurückgezogen.

source: Select an identity first
de: Zuerst Identität wählen

source: Select a persona first
de: Zuerst Persona wählen

source: %s was updated successfully.
de: %s wurde erfolgreich aktualisiert.

source: Sort order
de: Reihenfolge

source: %s not updated!
de: %s nicht aktualisiert!

source: Image removed.
de: Bild entfernt.

source: Image not removed.
de: Bild nicht entfernt.

source: Image updated.
de: Bild aktualisiert.

source: Image not updated.
de: Bild nicht aktualisiert.

source: Uploaded avatar could not be saved.
de: Hochgeladener Avatar konnte nicht gespeichert werden.

source: Uploaded image could not be saved.
de: Hochgeladenes Bild konnte nicht gespeichert werden.

source: Image added.
de: Bild hinzugefügt.

source: vCard loaded successfully.
de: vCard erfolgreich geladen.

source: Error
de: Fehler

source: File format is not correct!
de: Das Datenformat ist nicht korrekt!

source: Name must not be empty!
de: Name darf nicht leer sein!

source: Sorry, but an error occured.
de: Es ist leider ein Fehler aufgetreten.

source: %s was created successfully.
de: %s wurde erfolgreich angelegt.

source: %s was copied successfully.
de: %s wurde erfolgreich kopiert.

source: %s could not be copied.
de: %s konnte nicht kopiert werden.

source: %s was assigned successfully.
de: %s wurde erfolgreich verknüpft.

source: Card was not assigned without errors.
de: Karte wurde nicht fehlerfrei zugewiesen.

source: %s was moved successfully.
de: %s wurde erfolgreich verschoben.

source: %s was not moved without errors.
de: %s wurde nicht fehlerfrei verschoben.

source: %s was unassigned successfully.
de: %s wurde erfolgreich gelöst.

source: %s could not be created.
de: %s konnte nicht erzeugt werden.

source: Comment
de: Kommentar

source: %s was removed successfully.
de: %s wurde erfolgreich entfernt.

source: %s could not be removed.
de: %s konnte nicht gelöscht werden.

source: %s could not be updated.
de: %s konnte nicht aktualisiert werden.

source: Access denied
de: Zugriff verweigert

source: Message has been withdrawn
de: Nachricht wurde zurückgezogen.

source: Tab
de: Reiter

source: The message was sent.
de: Die Nachricht wurde gesendet.

source: Sorry, an error occured. This error was logged and will be reviewed soon.
de: Entschuldigung, es ist ein Fehler aufgetreten. Der Fehler wurde protokolliert und wird von uns untersucht.

source: New event
de: Neuer Event

source: There is a new event for you.
de: Es gibt einen neuen Event für Sie.

source: At least one of your identities must be a forum member.
de: Mindestens eine Ihrer eigenen Identitäten muss Mitglied des Forums sein.

source: Removed your identity from forum.
de: Ihre Identität wurde von der Teilnehmerliste des Forums entfernt.

source: Could not remove your identity from forum.
de: Konnte Ihre Identität nicht von der Teilnehmerliste des Forums entfernen.

source: Participants added.
de: Teilnehmer hinzugefügt.

source: Participants removed.
de: Teilnehmer entfernt.

source: Not all participants could be removed.
de: Nicht alle Teilnehmer konnten entfernt werden.

source: Maybe you tried to remove the last admin?
de: Möglicherweise letzter Admin?

source: Group
de: Gruppe

source: You have no administration rights?
de: Keine Administrationsrechte?

source: Could not assign %s.
de: Konnte %s nicht verknüpfen.

source: Identity
de: Identität

source: You have already created the maximum number of %s.
de: Sie haben bereits die maximale Anzahl an %s angelegt.

source: identities
de: Identitäten

source: Identity must not be created without valid account.
de: Eine Identität kann nicht ohne gültiges Konto angelegt werden.

source: The name %{register_name} is no longer registered.
de: Der Name %{register_name} is nun nicht mehr registriert.

source: The name %{register_name} is already registered.
de: Der Name %{register_name} ist bereits registriert und nicht mehr verfügbar.

source: The name %{register_name} has been registered.
de: Der Name %{register_name} ist nun für Sie registriert.

source: Dropbox updated.
de: Dropbox aktualisiert.

source: Dropbox removed.
de: Dropbox entfernt.

source: The name for the dropbox is already taken.
de: Der Name der Dropbox ist bereits vergeben.

source: A dropbox is only available in the premium edition of pidder.
de: Eine Dropbox ist nur in der Premium Edition von pidder verfügbar.

source: Your identity must have a public key to use a dropbox.
de: Die Identität benötig einen öffentlichn Schüssel, damit Sie eine Dropbox verwenden können.

source: Private key removed.
de: Privater Schlüssel entfernt.

source: Public key uploaded.
de: Öffentlicher Schlüssel hochgeladen.

source: Private key uploaded.
de: Privater Schlüssel hochgeladen.

source: Public Key changed.
de: Öffentlicher Schlüssel geändert.

source: Public Key not changed. Are you sure you are using the corresponding Private Key?
de: Öffentlicher Schlüssel wurde nicht geändert. Sind Sie sicher, dass Sie den zugehörigen privaten Schlüssel nutzen?

source: Authentication puzzle has expired.
de: Puzzle ist nicht mehr gültig.

source: Please repeat the login procedure.
de: Bitte melden Sie sich neu an.

source: Wrong credentials
de: Falsche Anmeldeinformationen

source: The message was saved.
de: Die Nachricht wurde gespeichert.

source: The message could not be saved.
de: Die Nachricht konnte nicht gespeichert werden.

source: Message was not sent to all recipients.
de: Diese Nachricht wurde nicht an alle Empfänger versendet.

source: The message was not sent.
de: Die Nachricht wurde nicht gesendet.

source: No known recipients.
de: Keine bekannten Empfänger.

source: Cipherbox wallet updated.
de: Cipherbox-Brieftasche aktualisiert.

source: Cipherbox wallet added.
de: Cipherbox-Brieftasche hinzugefügt.

source: Could not add a cipherbox wallet to this persona.
de: Konnte keine Cipherbox-Brieftasche zu dieser Persona hinzufügen.

source: Cipherbox wallet removed.
de: Cipherbox-Brieftasche entfernt.

source: The Cipherbox wallet is not empty.
de: Die Cipherbox-Brieftasche ist nicht leer.

source: Could not remove Cipherbox wallet.
de: Konnte die Cipherbox-Brieftasche nicht entfernen.

source: Persona has no Cipherbox wallet.
de: Die Persona hat keine Cipherbox-Brieftasche.

source: Posting
de: Beitrag

source: Profile was created successfully.
de: Das Profil wurde erfolgreich angelegt.

source: Profile could not be created.
de: Profil konnte nicht erzeugt werden.

source: profiles
de: Profilen

source: Profile
de: Profil

source: Public-/Private key pair sucessfully generated.
de: Schlüsselpaar erfolgreich erzeugt.

source: The requested profile does not exist.
de: Das angefragte Profil existiert nicht.

source: Ustid
de: USt-IDNr.

source: CreditCard
de: Kreditkarte

source: Card Holder
de: Karteninhaber

source: Card No.
de: Kartennummer

source: The invoice amount %s.
de: Der Rechnungsbetrag %s.

source: was charged to your credit card
de: wurde Ihrer Kreditkarte belastet

source: Direct Debits DE
de: Elektronisches Lastschriftverfahren (ELV)

source: Account No.
de: Kontonummer

source: will be debited to your bank account
de: wird von Ihrem Konto abgebucht

source: Account owner
de: Kontoinhaber

source: was charged to PayPal account
de: wurde Ihrem PayPal Konto belastet

source: was charged to your Cash-Ticket
de: wurde Ihrem Cash-Ticket belastet

source: Invoice date
de: Rechnungsdatum

source: Invoice number
de: Rechnungsnummer

source: Order number
de: Auftragsnummer

source: Page
de: Seite

source: Invoice
de: Rechnung

source: For the period %s-%s
de: Für den Zeitraum von %s-%s

source: Description
de: Beschreibung

source: Price
de: Preis

source: one year
de: ein Jahr

source: months
de: Monate

source: %s for %s.
de: %s für %s.

source: Net amount
de: Nettobetrag

source: VAT %s%
de: MwSt. %s%

source: Total amount
de: Summe

source: Terms of payment
de: Zahlungsbedingungen

source: Method of payment
de: Bezahlmethode

source: Immediately due for payment as per our Terms and Conditions.
de: Gemäß unserer AGB sofort zur Zahlung fällig.

source: Remarks
de: Bemerkungen

source: Managing Directors:
de: Geschäftsführer:

source: Staticpage meta-description About
de: Erfahren Sie mehr über pidder: Die zugrunde liegende Herausforderung, unsere Philosophie und Vision. Hier finden Sie unsere aktuelle Versionsnummer sowie Hinweise zur Authentizität unserer Verschlüsselungsbibliothek pidCrypt.

source: Staticpage meta-keywords About
de: Marke, Versaneo, Philosophie, Vision, Versionsnummer, Verschlüsselungsbibliothek, pidCrypt, Danksagung, SHA 256, Hashes, Authentizität

source: Staticpage meta-description Crypto
de: Verwendete Verschlüsselungsbibliotheken

source: Staticpage meta-keywords Crypto
de: pidcrypt, cipherbox, authentizität

source: Staticpage meta-description Impressum
de: Anbieterkennzeichnung für pidder. Das Impressum gibt Ihnen eine Übersicht über die wichtigsten Informationen zu Versaneo, der Firma, die pidder gemacht hat.

source: Staticpage meta-keywords Impressum
de: Anbieterkennzeichnung, pidder, Versaneo, Vertretungsberechtigte, Kontakt, Kammer, Steuernummer, Inhaltlich Verantwortlicher

source: Staticpage meta-description AGB
de: Unsere Allgemeinen Geschäftsbedinungen sowie Informationen zu Ihrem Widerrufsrecht als Verbraucher.

source: Staticpage meta-keywords AGB
de: AGB, Allgemeine Geschäftsbedingungen, Widerrufsrecht, Ladungsfähige Adresse

source: Staticpage meta-description Privacy
de: Unsere Datenschutzerklärung und Details zu Verschlüsselung, Erhebung personenbezogener Daten, Verwendung von Cookies und Protokollierung von Verbindungsdaten ohne IP Adressen.

source: Staticpage meta-keywords Privacy
de: Datenschutz, Datenschutzpraxis, Verschlüsselung, personenbezogene Daten, Cookies, Protokollierung ohne IP Adressen

source: Staticpage meta-description Tour
de: Hier erklären wir die Funktionen von pidder mit Hilfe von Videos, sogenannten Screencasts.

source: Staticpage meta-keywords Tour
de: Video, Tutorials, Screencasts, Erklärung, Anleitung, Erste Schritte

source: Staticpage meta-description FAQ
de: Häufig gestellte Fragen und Antworten zu Erste Schritte, Datenschutz und Sicherheit, Kontoverwaltung, Kontaktverwaltung, Technischen Problemen sowie Hilfe und Feedback.

source: Staticpage meta-keywords FAQ
de: Häufig gestellte Fragen, Erste Schritte, Datenschutz, Sicherheit, Konto, Kontaktverwaltung, Technische Probleme, Hilfe, Feedback

source: Staticpage meta-description FAQ Security
de: Häufig gestellte Fragen und Antworten zu Datenschutz und Sicherheit bei pidder. Wie sicher sind meine Daten? Welche Daten kennt pidder? Wie kann ich das prüfen? Was ist eine Passphrase? Wie ändere ich meine Passphrase? Passphrase vergessen? Was ist ein Keyfile?

source: Staticpage meta-keywords FAQ Security
de: FAQ, Häufig gestellte Fragen, Datenschutz, Sicherheit, Passphrase, Keyfile

source: Staticpage meta-description FAQ Account
de: Häufig gestellte Fragen und Antworten zu pidder Konten. Registrierung und Änderung der Registrierungsdaten. Kosten der Nutzung. Was passiert, wenn Premium Edition abläuft? Wie lösche ich mein Konto?

source: Staticpage meta-keywords FAQ Account
de: FAQ, Häufig gestellte Fragen, Registrierung, Konto, Kosten, Premium Edition, Konto löschen

source: Staticpage meta-description FAQ Connect
de: Häufig gestellte Fragen und Antworten zur Kontaktverwaltung. Wie füge ich Kontakte hinzu? Was ist ein Freigabelevel? Was ist ein Vertrauenslevel? Wie gebe ich Daten frei? Wie ändere ich meine Schlüssel?

source: Staticpage meta-keywords FAQ Connect
de: FAQ, Häufig gestellte Fragen, Kontakte, Kontaktverwaltung, Freigabelevel, Freigabe, Vertrauenslevel, Vertrauen, Schlüssel ändern

source: Staticpage meta-description FAQ Trouble
de: Häufig gestellte Fragen und Antworten zu Technischen Problemen. Javascript aktiviert? Cookies erlaubt? Unterstützte Browser, Anleitung zu Quicklogins, Script antwortet nicht?

source: Staticpage meta-keywords FAQ Trouble
de: FAQ, Häufig gestellte Fragen, Technische Probleme, Javascript aktivieren, Cookies aktivieren, unterstützte Browser, worker, Script antwortet nicht, quicklogins

source: Staticpage meta-description FAQ First
de: Häufig gestellte Fragen und Antworten zu Erste Schritte: Was ist eine Identität? Was ist eine Persona? Was ist eine Brieftasche? Was ist eine Ausweiskarte? Was ist eine Infokarte? Was ist ein Quicklogin? Was ist eine Dropbox? Was ist eine Übersicht?

source: Staticpage meta-keywords FAQ First
de: FAQ, Häufig gestellte Fragen, Erste Schritte, Identität, Persona, Brieftasche, Ausweiskarte, Infokarte, Quicklogin, Dropbox, Übersicht

source: Staticpage meta-description FAQ Help
de: Häufig gestellte Fragen und Antworten zu Hilfe und Feedback. Aus der pidder Anwendung. Video Anleitungen. pidder Forum. pidder Dropbox. pidder Wiki. pidder Blog.

source: Staticpage meta-keywords FAQ Help
de: FAQ, Häufig gestellte Fragen, Hilfe, Feedback, Video Anleitungen, Forum, Dropbox, Wiki, Blog

source: Staticpage meta-description Risks
de: Das Spannungsfeld zwischen Komfort und Sicherheit: Wie Sie die Verwendung von pidder noch sicherer gestalten können.

source: Staticpage meta-keywords Risks
de: Komfort, Sicherheit, Risiken, Passphrase, Passwort, Verschlüsselungstechnologien, pidCrypt

source: Staticpage meta-description Quick
de: Per Quicklogin mit nur einem Klick auf Websites anmelden. Schneller Zugriff auf Kontodaten, Adressen, Bookmarks, und, und, und...

source: Staticpage meta-keywords Quick
de: Quicklogin, Single Sign On, Anmelden mit einem Klick, Identität, Persona, Brieftasche, Karte, Pseudonym, Ordnung

source: Staticpage meta-description Clever
de: Identitäten sinnvoll managen und Anonymität wahren. Daten abstufbar an andere freigeben. Verschlüsselte Nachrichten und Dropbox für vertrauliche Kommunikation.

source: Staticpage meta-keywords Clever
de: Identität, Anonymität, Pseudonymität, Dropbox, Message Center, Vertrauliche Nachrichten, Datenfreigabe, Freigabelevel

source: Staticpage meta-description Private
de: Privacy by design. Datenverschlüsselung bereits im Browser. Nur Sie als Nutzer haben den Schlüssel zu Ihren Daten.

source: Staticpage meta-keywords Private
de: Privacy by design, Host-Proof, sha, aes, rsa, https, verschlüsselung, digitaler schlüsselbund, passphrase, starke passwörter

source: Favorite list
de: Favoritenstatus

source: Topic
de: Thema

source: Trust level %s updated.
de: Vertrauenslevel %s aktualisiert.

source: Selected contacts unassignd from trust level %s.
de: Gewählte Kontakte vom Vertrauenslevel %s entfernt.

source: ID-Card
de: Ausweiskarte

source: Email activation was successful.
de: E-Mail Aktivierung erfolgreich.

source: Please finish your account activation by checking the boxes below and clicking on %s.
de: Bitte schließen Sie den Aktivierungsprozess durch Bestätigung der beiden Checkboxes und Klick auf %s ab.

source: Activate account
de: Konto aktivieren

source: An email has been sent to the address you specified containing our T&C and an activation link.
de: Es wurde eine E-Mail an die von Ihnen angegebene Adresse versendet. Diese enthält unsere AGB sowie einen Aktivierungslink.

source: Please save that email and follow the activation link to accept our T&C.
de: Bitte speichern Sie diese E-Mail und folgen Sie dem Aktivierungslink, um unsere AGB zu akzeptieren.

source: Logout
de: Ausloggen

source: Lock
de: Sperren

source: No.
de: Nr.

source: Overview
de: Übersicht

source: Orphans
de: Archiv

source: Defaults
de: Einstellungen

source: Edit defaults
de: Einstellungen bearbeiten

source: Applying changes to %s.
de: Wende Änderungen an auf %s.

source: Account
de: Konto

source: Edit account
de: Konto bearbeiten

source: Edit identity
de: Identität bearbeiten

source: Changing the Identity.
de: Wechsle die Identität.

source: Add a new identity...
de: Neue Identität hinzufügen...

source: Select an identity...
de: Identität auswählen...

source: Loading your pidder dashboard...
de: Lade Ihr pidder Dashboard...

source: Go to your pidder dashboard...
de: Zur Ihrem pidder Dashboard...

source: Loading your data view...
de: Lade Ihre Datenansicht...

source: Go to your data view...
de: Zu Ihrer Datenansicht wechseln...

source: Go to your current card...
de: Zu Ihrer aktuellen Karte wechseln...

source: To current card.
de: Zur aktuellen Karte.

source: Loading your %s.
de: Lade Ihr %s.

source: Communication Center
de: Nachrichtencenter

source: View your communcations with others...
de: Ihre Nachrichten...

source: Contact Center
de: Kontaktcenter

source: Go to your contact center...
de: Ihr Kontaktcenter...

source: Search
de: Suche

source: Show orphaned elements...
de: Archiv anzeigen...

source: Edit your default settings...
de: Bearbeiten Sie Ihre Nutzerpräferenzen...

source: Edit your account settings...
de: Bearbeiten Sie Ihre Kontoeinstellungen...

source: These settings are not available because you are currently authenticated using a one-time-passphrase.
de: Diese Einstellungen sind nicht verfügbar, da Sie momentan über eine Einmal-Passphrase angemeldet sind.

source: Lock the Application...
de: Die Anwendung sperren...

source: Terminate your session...
de: Sitzung beenden...

source: Switch layout...
de: Layout umschalten...

source: Make a donation...
de: Etwas spenden...

source: Login
de: Einloggen

source: Sign up
de: Mitmachen

source: Mobile view
de: Ansicht für Mobilgeräte

source: No account yet? Sign up here...
de: Noch kein Konto? Melden Sie sich hier an...

source: Already have an account? Log in here...
de: Sie haben schon ein Konto? Loggen Sie sich hier ein...

source: Add to contacts | %s
de: Zu Kontakten hinzufügen | %s

source: Add this entry to your personal address book.
de: Diesen Eintrag in Ihr persönliches Adressbuch hinzufügen.

source: Contact already is in your personal address book.
de: Dieser Kontakt ist bereits in Ihrem persönlichen Adressbuch.

source: Contact cannot be added to your personal address book because entry has no public key.
de: Kontakt kann nicht zu Ihrem persönlichen Adressbuch hinzugefügt werden, da der Eintrag keinen öffentlichen Schlüssel hat.

source: Show the contact %s.
de: Zeige Kontakt %s.

source: Loading shared data for %s.
de: Lade freigegebene Daten von %s.

source: Loading %s.
de: Lade %s.

source: Preview
de: Vorschau

source: Element has been copied to your clipboard.
de: Element wurde in Zwischenablage kopiert.

source: Switch language...
de: Sprache umschalten...

source: No JavaScript detected
de: JavaScript ist deaktiviert

source: It seems you have disabled JavaScript in your browser
de: Es scheint, Sie haben JavaScript in Ihrem Browser deaktiviert

source: JavaScript is essential for the use of the pidder application
de: JavaScript wird für die Benutzung von pidder unbedingt benötigt

source: Learn more about our use of JavaScript %s
de: Erfahren Sie %s mehr darüber, wofür wir JavaScript verwenden
